{"title":"综观以获得生活的整体性","date":"2021-07-25T12:31:56.000Z","link":"post/综观以获得生活的整体性","comments":true,"tags":["Integrity"],"categories":["随笔"],"updated":"2021-07-25T12:39:04.179Z","content":"<p>翻转电台结束了关于维特根斯坦的哲学研究的系列探讨，我只听了作为总结的《综观：真诚性根基与生活的整全 [1]》，与近日的思考有所呼应，记录于此。</p>\n<p>这期音频中，小李老师强调了“综观”是通过经验获得的。有综观的视角，人们才能判断事件背后的人的真诚性，才能想象好的生活。</p>\n<p>通过“经验”，我们能够理解周围的事物，而这种理解有深与浅的程度之分。如果缺乏经验，就不能深入地了解一个对象。例如，艺术展览中介绍梵高善于使用对比色来表现。但如果观众缺少对于颜色与颜色的关系的理解，就很难理解其中的妙处。我们能看到画面中有不同颜色，也知道大概有哪些颜色，但并不理解它们的排布组合的意义。也就是说，对于画作中“配色”的这个面相，我们是看不到的，是“盲”的状态。如果我们有使用颜料配色的经验，了解颜色理论，或者阅读了梵高研究颜色理论的经历 [2]，那么在欣赏梵高的画作时，就能够形成“综观”，更全面深入地理解它的美。</p>\n<p>恰逢台风登陆，其实人们对于这样一个可通过技术手段理解的对象也缺乏综观，浮于表面地了解、碰运气式地应对。台风还在很远的地方时，就引起了郑州的暴雨灾害，于是大家初步认识了它的威力，互相提醒做好物资储备。但是，如果没有持续跟进台风的行进路线、风力和降水量预测，人对它的理解还是很表层的。一种情况是全然无视客观世界的“迷信”，以“结界”来开玩笑，凭过去台风经过的情况来判断这次的情况，而不管台风之间的差别，不管台风的可能预测路径与发生概率。还有一种情况是建立不准确的关联，“因为河南的情势严峻，所以这个台风很厉害，我们也要提高警惕”——河南的严峻情势确实能说明台风的水汽含量丰富，但一座城市对台风的应对是根据台风本身的情况而变化的，而不是将这个因的一个果作为主要判断依据。台风对河南的影响方式和对沿海地区的影响方式是不同的 [3]。通过官方发布的预警通知，我们足以了解大致情况，采取适当的应对措施；可惜，很多人相信情况会一如既往，小概率的不幸不会发生在自己身上，全然忽视专业人员发出的预警。总而言之，去直接了解关注对象，深入地了解其不同面相，才能形成整体的观念。生活中很多事件也是如此，应当有去追溯第一手信息的意识，而不是靠过去的经验、表层的现象和人云亦云的话语传播而建立不准确的模型。理解原理，而不是根据表层的经验碰运气，尤其是对于自己重要的事情。这有信息源、理解能力和理解意愿的门槛，其中理解意愿反而是最关键的一个。我们对很多事情的无力感都与很弱的理解意愿有关，认为自己无法理解，于是放弃去理解，带着情绪去处理因为不理解机制而碰到的种种麻烦。</p>\n<p>经验是加深理解的必须品。综观有经验的门槛，不能依靠符号式的原理获得。高度依赖技术的我们似乎倾向于认为，只要把研究对象拆分到最小单元、探究出基本原理，就能认识清楚。这种思路也被运用在亲密关系、职业选择上。这对于物理世界是有效的，但是对于生活世界，我们无法通过“基本原理”来探究。生活世界没有“对错”，只有“深浅”。使用洛伦兹方程，只有“会”与“不会”的区别，只有结果“正确”与“不正确”的区别。但如果是一个判断正义性的问题，就没有明晰的对错之界。人们说世界不是非黑即白，中间有灰色的地带。对于一个缺乏经验的人，在看到这句话时，ta也许会将“灰色”等同于“模糊”的概念，但其实并不能理解它的含义，不能了解到对象之间精深细微的区别。中学生听到“对自己的人生负责”，ta好像理解了，但没有做过人生选择时，ta的理解是局限于校园的环境的。</p>\n<p>综观是对整体性的把握。如何看出生活的整体？你的生活决策，和你的生活中的事物互相勾连的情况。如果你与家人的交流方式、你结交朋友的选择、你对工作的选择、你对娱乐的选择、你外出旅游的选择、你购物消费的选择……都和你的兴趣、你的价值观相勾连，就是整体性较好的状态。技术日益发展，物质生活日渐丰富，我们能够接触到大量信息、拥有很多选择，但一个常见的情况是，我们无法把握自己生活的整体。学习、工作、亲密关系、消费……你可以主动搜索到或被动接触到大量与之相关的信息，也在日常经验着很多事情，对于每个事情好像是有一套自己的观点和方法，但又好像不理解其中的意义。这些主题往往互相割裂，人在以一种混沌无序的状态去经验。如果没有“综观”的努力，我们就很难拥有生活的整体性。</p>\n<p>如果生活在一个较为封闭的社会中，接触到的信息体量没那么大，生活是比较稳固的，一切好像都是可以理解的，因而人能够比较轻易地把握生活的整体。因为我理解这个环境，所以对于一件发生的事情，我可以结合自身经验，判断它的意义，判断人是否真诚。真诚是一种确定性，在一个环境中，我们能够相信什么是真的什么是假的。在网络世界中，我们很难整体把握一个社会事件，无法判断当事人是否真诚，因为我们缺少信息，无法综观。当许许多多的事情都无法被把握，人无法知道自己在社会中的位置是什么，无法理解自己的生活，也无法去想象好的生活。于是，人很容易产生厌世的倾向。近年来愈来愈强的Cancel Culture（抵制文化）[4]，便是一种缺乏生活综观的表现。当社会名人发表了让一群人感到冒犯的言论时，网民们便会群起抵制，让其消失。人们不愿意去理解更多的背景信息、去了解事件更多的面相、去探讨进步反思的空间，而是宛如膝跳反射一般地抵制与攻击，直到对方在社交媒体消失。不再有真诚的具有建设意义的批评，取而代之的是一种单向的狂热的言说。</p>\n<p>怎样克服缺乏综观而带来的厌世倾向？小李老师认为，是靠“看”，靠综合地看来克服，无法仅靠“想”来克服。以主动的姿态去看，获得经验，去看一件事情的多个面相，从而能够思考它和我的生活的关联。虽然有一些经验是可以迁移的，但不同领域还是需要具体的经验才能具体地领悟。职业，亲密关系，实体经济，医疗，游戏……领域之间差异巨大，你需要身处其间才能获得第一手的信息，或者是通过他人的经验来获得综观。“经验”是经历和体验的统一，混乱的外部际遇、汹涌的内心情感、浮光掠影的感觉印象都无法构成经验 [5]。具体地做事情，阅读书籍、研究报告，这些都是增加经验的方式。理解了事物的多个面相，理解了事情的复杂，理解了并无“本质”，人能看到真实后的虚伪、虚伪后的真实，也就能宽容地看待世界了，至少是能宽容地留下讨论的空间 [6]。</p>\n<p>间接的经验比不上直接的经验。因为我们很难将他人的经验联系到自身。在缺乏经验的情况下，我们只能理解书籍里很少量的知识。如同对梵高画作中“配色”这个面相的“盲”，对于我们没有经验过的部分，我们是无法体悟的。具体的事例有助于我们理解，但我们也很可能只是单独地去理解这个知识，而不能与自己的生活联系起来。“愚者暗于成事，智者见于未萌”，如果经验可以直接传递，我们都能凭借千年以来积累的知识而明智地生活。但正如郑州无法从发生过特大暴雨灾害的北方城市北京那里汲取经验，我们很难在没有切身经验的情况下做出明智的选择。不过，知道了人的局限性，我们也就能更宽容地看待自己和他人的不明智抉择，并且尽可能地尝试获得经验、融贯到自己的生活里。</p>\n<p>综观是需要持续的努力的，这是一种不断寻觅新的碎片、整合到现有拼图的过程，也常常会打破自己已经熟悉的认知，发现之前没有意识到的“默认前提”。这是“深刻地生活”的必要条件。人的精力有限，时间有限，因而应当时常审视自己的关注对象是否是自己真正关心的，提防外部世界涌入的信息垃圾夺取自己的注意力。</p>\n<p>良好生活，没有“正确”之法，唯有对中道的探寻。什么是明智的选择？需要考虑自己所处的环境，自己的经历，自己的价值取向。他人可以给予一些建议，但只有你自己最能理解自身境况，拥有综观个人生活的能力。“Integrity”一词，有“完整性”之意，同时也指人有着完善稳固的道德原则与性格特质 [7]。认识你自己，与理解你的生活，是同时进行的。去实践，去经验，从而建构更加稳固的自我，构建更具整体性的生活。</p>\n<p>[1] 综观：真诚性根基与生活的整全（维特根斯坦23）-翻电2.0 <a href=\"https://www.xiaoyuzhoufm.com/episode/60dded23761727bead2e65ac?s=eyJ1IjoiNWU4NmM5YWU1OTlkOWY1ODc1MWRjN2NjIn0%3D%0A\" target=\"_blank\" rel=\"noopener\">https://www.xiaoyuzhoufm.com/episode/60dded23761727bead2e65ac?s=eyJ1IjoiNWU4NmM5YWU1OTlkOWY1ODc1MWRjN2NjIn0%3D%0A</a></p>\n<p>[2] Van Gogh Museum. Looking for contrast <a href=\"https://www.vangoghmuseum.nl/en/stories/looking-for-contrast#0\" target=\"_blank\" rel=\"noopener\">https://www.vangoghmuseum.nl/en/stories/looking-for-contrast#0</a></p>\n<p>[3] 中国气象爱好者. 河南郑州的这场超特大暴雨，和大台风烟花密切相关 <a href=\"https://weibo.com/ttarticle/p/show?id=2309404661169662329511\" target=\"_blank\" rel=\"noopener\">https://weibo.com/ttarticle/p/show?id=2309404661169662329511</a></p>\n<p>[4] 界面. 名人早死，粉丝永生：“抵制文化”是怎么来的？ <a href=\"https://www.jiemian.com/article/4673976.html\" target=\"_blank\" rel=\"noopener\">https://www.jiemian.com/article/4673976.html</a></p>\n<p>[5] 陈嘉映.《哲学·科学·常识》</p>\n<p>[6] 【邺架轩读书沙龙第22期】陈嘉映与周濂对谈《走出唯一真理观》（上）（下） <a href=\"https://mp.weixin.qq.com/s/9WTuKhbRRwB4C9G-3uZ4yQ\" target=\"_blank\" rel=\"noopener\">https://mp.weixin.qq.com/s/9WTuKhbRRwB4C9G-3uZ4yQ</a>   <a href=\"https://mp.weixin.qq.com/s/RtXSN2PFl8IjvyXeCR30qA\" target=\"_blank\" rel=\"noopener\">https://mp.weixin.qq.com/s/RtXSN2PFl8IjvyXeCR30qA</a></p>\n<p>[7] Etymonline. Integrity <a href=\"https://www.etymonline.com/word/integrity#:~:text=c.%201400%2C%20integrite%2C%20%22innocence%2C%20blamelessness%3B%20chastity%2C%20purity%2C%22%20from,%22purity%2C%20correctness%2C%20blamelessness%2C%22%20from%20integer%20%22whole%22%20%28see%20integer%29\" target=\"_blank\" rel=\"noopener\">https://www.etymonline.com/word/integrity#:~:text=c.%201400%2C%20integrite%2C%20%22innocence%2C%20blamelessness%3B%20chastity%2C%20purity%2C%22%20from,%22purity%2C%20correctness%2C%20blamelessness%2C%22%20from%20integer%20%22whole%22%20%28see%20integer%29</a></p>\n","prev":{"title":"不一致的足音","link":"post/不一致的足音"},"next":{"title":"谈谈“原创性”","link":"post/关于原创性的随想"},"plink":"https://sakamotomari.github.io/post/综观以获得生活的整体性/"}