{"title":"活力从何而来？——2022年回顾","date":"2022-12-18T09:37:55.000Z","link":"post/活力从何而来？——2022年回顾","comments":true,"tags":["Life","Reflection"],"categories":["随笔"],"updated":"2022-12-18T09:39:46.452Z","content":"<p>年初给今年定义的关键词是“自主”。目标有精力槽的提升，职业上的规划，保持探索世界与持续创造的活力。2021年有遇到一些小风波，也期待自己能以更强的勇气、更多的爱去生活。2022年，勇气似乎弱了，在生活中挣扎的一面反倒愈加显眼，甚至是一种漠然与疲惫。也许，在浪潮之中，能有经营好“日常”的心力已经不易，保持创造的活力是难上加难。</p>\n<p>月份与月份连成一片，记忆模糊不清，而早晨的服药记录已成为日常惯例。和去年相似（虽然没什么相关性），又是在夏季时分认识到人类躯体的复杂与脆弱；和去年不同的是，去年的健康风波只是一阵季节性的风暴，今年确认的恐怕是永久的气候变化。这变化本身并不可怖，不如说是完全可控的。可怖的是一种自己未曾认识到的幻想被击碎了，并且是在被击碎时才第一次看到它：对于永远持续的青春状态的幻想。有活力的身心状态并不是永远可获得的；能以平衡健康的状态去创造的时间，是有限的。从言语上，我们都很明白这一点，几乎可以称得上陈词滥调。从体知上，我却是今年第一次理解。困惑，探寻，惊慌，怀疑，焦虑，接受。也许是多亏了太阳的照拂，我走出了长久的身心虚弱的状态，接纳了身体仍未被搞明白的异状，将目光重新、并且更专注地投到生命的重要问题上，一点点地在行动中恢复创造的活力。</p>\n<p>生命的重要问题是什么？这本身可能就是一个重要问题。从书本中、故事中阅读到的话语，有时会在夜色中袭入脑海：你要度过怎样的人生？什么是良好的生活？你要成为什么样的人？该怎么办？这些问题在大部分时刻并不使我感到焦虑，而会让我沉静。我深知这是持续一生的问题，是历史中的、同时代的、未来的人们都会一直去面对的问题。想到这些问题，我便感到自己更有力量去应对生活中的无常。</p>\n<p>今年一个令我欣喜的事情是，工作中有机会尝试了新的角色，并且目前我仍旧处于乐在其中的状态。前两年在学习、探索的方法，在实际项目中有了不错的实践，这样的正反馈是很珍贵也很激励人的。同时，我姑且有在锻炼的写作能力也在工作中有了发挥的空间，得到了一些认可。工作中的投入逐渐增多，相应地夜晚下班后的时间显著减少了。去年我能保持每周阅览一次RSS订阅器，今年可能是几个月才去翻一次。整体来说工作还是让我保有创造的劲头的，所以还不赖。</p>\n<p>虽然工作日的夜晚经常会投身工作，但在午餐和晚餐的时候，竟用手机上的阅读器看完了好几本书。这也多亏了我们团队自由松散的氛围，如果是和同事共餐，我大概就不好意思一直盯着手机看了。前几年有一个“500万字”或“400万字”的阅读目标，今年没有设定，不过也有保持阅读的习惯。当然，买书速度仍旧大于看书速度。阅读之后总想写点什么，于是也发布了几篇读后感性质的随笔，成为日后可以回顾的材料。如果从中推荐一本的话，我会选择《众病之王：癌症传》，它刻画了人类认识这一疾病的撕扯摇摆的复杂历史，无数的细节表现出了人们的努力与徒劳、盲目与谦卑、真诚与虚伪，它对复杂性的呈现，是非常动人的，可读性极强。</p>\n<p>以前读书是揪着一本书，读完了再开启下一本。现在的心态就很放松了，同时读三四本书，如果一本书不想读了，就换成另一本；也许几本书之间的内容还会发生呼应和联结，很有意思。最近在读的是《置身事内》和《斯坦福大学人生设计课》，前者是2021年的新书，阐释我国政府与经济发展，后者的标题很成功学，但内容还是颇有启发性的。在同时读这两本书的过程中，我对“设计”有了更深一些的理解。设计“秩序”，设计人生——两者的设计对象都是非常宽泛的，影响面也极广极深。这似乎让方案的选择变得无比沉重和困难。由于地区与地区的不同，人与人的不同，没有可以照搬的方法与经验，没有一定正确的道路。于是“原型设计”就派上了用场。在政策实施中，它表现为某一政策在某一地区的局部试点；在人生道路的选择中，它表现为对特定可能性的小成本接近与尝试。政策试点会让执政者获得或好或坏的经验，从而在影响尽量小的情况下对政策进行修正。对职业的其他可能性的小成本尝试，则可以让我们具体到事情当中去看、去观察，验证它是不是自己想要的。这两个场景中，都避免了陡然的、彻底的转向。不过，这都需要身处其间的人拥有明确的问题意识，否则难以获得收益。</p>\n<p>人与人的关系，在学生时代的我看来并不是一个值得投入精力的课题，而是自然而然、被动反应。近年来我也终于反省了自己冷漠的一面，主动和家人、伙伴、邻里建立联结。在严肃的课题之外，生活中有许多值得自己去经营的。真诚的交流，换来真实的愉快与满足。如果说过去的自己有一种刻意维持的对他人、对生活的疏离，甚至是逃离真实的情感表达，现在的自己，好像更能放松地表达与感受了，更愿意参与到“网”的编织之中了。前阵子在上班路上，楼里的大爷突然叫住我，问我的朋友是不是搬走了。奇怪，我一个租户在这里有什么朋友？后来才理解了，指的是在封闭管理期间，热心地四处联系协助、一起解决停水问题的姑娘。在社交媒体经常看到对于“热心市民”的报导，“热心”的难得就在于，在可能碰壁、可能徒劳、可能受到伤害的情况下，依然选择主动走出来去建设些什么、创造些什么、改变些什么。想到仍有许多这样的人，我就感到十分振奋。</p>\n<p>趁着休假，在街头闲逛，去城市规划展示馆了解这座城市的愿景，又在书店里购入了讨论设计与真实世界的关系的书籍。我想，对于未来还是要有一些希望，有一些目标，想想自己能为身边的人、远方的人做些什么，自己能怎样去踏实地进步、为一个好的社会贡献点力量。我没有什么关键词给明年的自己，就抱着这样的问题，来迎接新的一年吧。</p>\n<p>2022年12月10日</p>\n<p>于上海图书馆东馆</p>\n","prev":{"title":"三年小记","link":"post/三年小记"},"next":{"title":"不存在的真名","link":"post/不存在的真名"},"plink":"https://sakamotomari.github.io/post/活力从何而来？——2022年回顾/"}