{"title":"在路上","date":"2022-03-05T13:15:51.000Z","link":"post/在路上","comments":true,"tags":["Choice","Good life","Life"],"categories":["随笔"],"updated":"2022-03-05T13:30:14.887Z","content":"<p>“Find what excites you”——回想起大四临近毕业时，在一次论坛里听到的老科学家的回答。当时是有人问了本科生常有的问题，”不知道未来要做什么“，这位计算机科学家的回答莫名在我的脑海里留下痕迹。与此相关的还有大二时数据结构老师给同学们的赠言——好奇心，成就感，平常心。具备这三点的事情，就是你能一直做下去的事情。</p>\n<p>跟随纪录片《但是，还有书籍》第二季，看到了好多有所执着有所热爱的人。最后一集是关于行走的，通过行走，在书籍中、书籍外找寻到一些东西，这个过程中，行走的人似乎与过往的人们建立了联系。同时，这种行动也为自己带来了与更多的人的联系。</p>\n<p>从第一集到最后一集，我愈发地坐立难安。我有什么执着或热爱的领域吗？我有什么持续投入的事情吗？我有什么个人的”项目“吗？我选择要投身于什么？在David Perell的文章Hugging the X Axis中，我读到年轻人在不同领域间穿梭却不做“决定”的现象。当时心中有所震动，现在更是冷汗涔涔。</p>\n<p>工作中很少有全情投入的时刻，两年里没有什么能让我自豪地展示出来的作品。工作之余也少有动手的热情，对所谓”爱好“也是温吞的态度，虽有一两件持续做的事情，但就频次和强度来看，没有主题，不成气候。总的来说，消费得多，创作得少，无所执着。</p>\n<p>一番回顾下来，在学生时代专注于解决课业问题、毕业后专注于寻找工作的我，并没有持续投入的领域。退一步看看，有什么是曾经让我感到兴奋和受到鼓舞的？</p>\n<p>第一个想到的是在大学里发起的《在路上》班级人物杂志，记录一些与我们班产生过交集的人的故事。在某次午休，心中倏地冒出了“每个人都有一个故事值得讲述”的念头。并且在朋友的协力下做成了，制作了四五期的样子。</p>\n<p>哦，在那个神秘的午休，还产生了一连串其他的活动想法。例如作为心理委员需要每学期开展团建活动，便定了一个“我与我所处的世界”的主题，准备了PPT和多个自我认知小活动，以及“给三年后的自己写一封信”这种有些俗套的环节。在“心理委员”这个职务上，我有着充分的自由，于是自主地思考着能做的事情。如今回看，这期间我主动发起了不少“项目”。例如大一成为心理委员之后不久，便在网络空间开始了“每日一言”的更新，陆续发了几个学期。大部分素材来源于自己从书中摘抄的段落，后来读书太少，也不发了。那毕竟也是曾经“执着”过的项目，确实称得上是大学里难忘的经历。</p>\n<p>此外便是纯然的爱好与消遣了，像是翻译一些偶像的日文访谈、同人漫画，协力制作杂志赠送给偶像团体之类，过程是很投入和喜悦的。</p>\n<p>2019年翻译了一篇关于如何选择真正适合自己的职业的文章，字数近三万字，赋闲在家的几个月里，它是我唯一坚持的个人项目。在快要翻译完成的时候，发现它已经有中文翻译的版本了，但还是把它翻完了。发邮件没能要到授权翻译的资格，于是只能私藏，却也是一件颇有成就感的事情。还记得大约在2/3的进度时，感叹：</p>\n<blockquote>\n<p>自发想要做一件事情时大多热情很足，可以畅想完成时的满足感。做的时候则感到煎熬，自我怀疑。快要完成时是一种无可奈何自暴自弃的感受。完成后是“自己又制造了一件垃圾”的悲伤。不过事情还是要做的(=′ー`)</p>\n</blockquote>\n<p>那之后到如今，就真的想不出什么自发开展的个人项目了（不算上写随笔的话）。</p>\n<p>我很喜欢故事，各式各样的故事，毕竟我是一个智人。我从小说、动画、音乐、杂志访谈中读到生动的人生经历，汲取养分。但是，不能只是汲取，一定要去创造些什么。偶尔有“要去创造啊”的紧迫感，不过业余时间仍是习惯性地消费大量信息，从一篇文章到另一篇文章，从一个故事到另一个故事。在浮光掠影的跳跃中，我没有抓住任何东西，获得的是肤浅的“共鸣”。如果好奇心只用来蜻蜓点水地感受世界，这是多么浪费的使用方式。这是令我刺痛的反思，在看到那些有所相信、有所追求的身影时，心中的紧迫感尤其增长。</p>\n<p>创作的人会对“原创性”有憧憬，近来我才发现过去对它的理解有些偏差。“原创”并不意味着它是世间独一无二的特别，但意味着它由你自己生发出来，凝练了你的个人经验。翻译，整理资料，读书作札，这类事情似乎与“原创性”相隔甚远，毕竟是拿已有的东西做文章。但再往前想一步，翻译时使用的字词语序是你来决定的，资料的组织方式是你来选择的，挑选的书籍、所作的一点记录也都有你自己的想法在里面。无论身处什么行业，做着什么样的工作，都需要保持一颗“艺术家”“创造者”的心。通过创造，认识自己，认识自己所处的生活，并且在表达的过程中与周围的人产生联结。</p>\n<p>首先从这种创作开始吧，看了什么、经历了什么之后，一定要写下来。一千字也好，一百字也好，一定要写下自己的思考。不要如浮萍一般在信息之海里飘荡，应当思考，它和我的关系是什么，我的感受是什么。在写之中，我塑造了我自己。如果有了做事的冲动，就去做事，和周围真实的世界发生联系，在这种细节的叠加中，为自己的“母题”命名。然后做出那个决定，持续地投入在属于你的母题里。你会认可自己的母题，如果在这个过程中能帮助到他人就更好了。</p>\n<p>我相信设计能够带来更好的生活。我能否运用设计与共情的能力，参与到社会创新之中？此外，我能否运用归纳整理的能力，制作出一些利他的材料？我能否运用翻译的能力，进行一些志愿工作？仔细想想，业余能够做的事情是很多的，只需要行动的意愿。有开始的勇气，接着就是凭着信念去持续地投入，与自身的懦弱与懒惰持续地作斗争。过去的日子已经在疲惫中逝去，是时候做更多的试验了。</p>\n<p>“非如此不可？”“非如此不可。”生命有其虚无之轻，是人的选择令其充实。这个选择不能是他人替你做的，必须是你自己做的。如果自己并非那类从小就受到某种感召的人，不要沮丧于“我为什么没有这种激情”，尝试在具体的做事过程中找到生活的意义。允许自己偶尔消沉，但还是要昂扬积极地生活，望向那无穷的真善美的高塔，真诚地热爱此时此地此身，投入地生活。</p>\n<p>我可能长久以来习惯于在外围观察。观察有其价值，观察令你看到丰富的可能性；做事让你双脚着地。如果现在随机喊一个熟人来评价我，可能是“稳重”之类看似褒义但无行动类特征的形容词。我希望多年以后，周围的人能这样评价我：“她啊，就是那个很喜欢做<strong>_</strong>事情的人。”虽然现在的我还无法填上这个空白，但我已在路上。</p>\n<h1 id=\"附录\">附录<a href=\"post/在路上#附录\"></a></h1><p>感谢这些对本篇文章有启发的信息，它们是做事的人传递出的信号：</p>\n<p>《但是，还有书籍 第2季》<a href=\"https://www.bilibili.com/bangumi/media/md28234286/?spm_id_from=666.25.b_6d656469615f6d6f64756c65.2\" target=\"_blank\" rel=\"noopener\">https://www.bilibili.com/bangumi/media/md28234286/?spm_id_from=666.25.b_6d656469615f6d6f64756c65.2</a></p>\n<p>《Hugging the X-Axis》<a href=\"https://perell.com/essay/hugging-the-x-axis/\" target=\"_blank\" rel=\"noopener\">https://perell.com/essay/hugging-the-x-axis/</a></p>\n<p>《〔 做事的人 〕在“系统”中从容行善，互联网平台企业中的做事可能》<a href=\"https://mp.weixin.qq.com/s/1yLTmEyXG6u0Za9Q66NSVQ\" target=\"_blank\" rel=\"noopener\">https://mp.weixin.qq.com/s/1yLTmEyXG6u0Za9Q66NSVQ</a></p>\n<p>《从目标到工具再到方法，十年产品人的知识管理体系》 <a href=\"https://sspai.com/post/66474\" target=\"_blank\" rel=\"noopener\">https://sspai.com/post/66474</a></p>\n<p>《怀念_why先生——whytheluckystiff》<a href=\"https://www.douban.com/note/64005602/\" target=\"_blank\" rel=\"noopener\">https://www.douban.com/note/64005602/</a></p>\n<p>（不知为何链接会自动重定向，无法正常浏览）</p>\n","prev":{"title":"想与做","link":"post/想与做"},"next":{"title":"2021：行动之勇气","link":"post/2021：行动之勇气"},"plink":"https://sakamotomari.github.io/post/在路上/","toc":[{"title":"附录","id":"附录","index":"1"}]}