{"title":"一个当下与无数个过去的选择","date":"2020-04-26T13:35:03.000Z","link":"post/一个当下与无数个过去的选择","comments":true,"tags":["Career","Choice","Life"],"categories":["随笔"],"updated":"2020-04-26T13:35:03.456Z","content":"<p>正确答案是什么？在中学时，这是每天都得打交道的问题。有一个问题曾经折磨我好一阵子：“我是应该选文科还是选理科？”这是我能想起的最初的困难抉择，也是确实能对人生轨迹产生较大影响的选择。</p>\n<p>这里的“应该”意味着此种选择能最大限度地挖掘我的潜力，让未来更好的可能性更高。彼时我姑且算是各科均衡发展，其中数学不甚稳定。和班主任交流，班主任说，你选文选理都可以。</p>\n<p>现在看来，这句话其实很能给人以信心：“无论你做出什么选择，你都可以胜任，你都有很好的未来。”但在当时，这句话带来的只有持续的困惑。当人把注意力集中在几个选择的获得与失去时，很难明智地做出抉择。人怀着一些不清晰的恐惧，害怕自己会失去什么，害怕自己没有做出“最好的”“正确的”选择，于是焦躁不安犹豫不决。后来我似乎是凭着一些情感上的偏好和对文理科的刻板印象选择了理科。</p>\n<p>但那也足够了。有我的情感偏好，有我的偏见，这个选择也能算得上是“我做出的选择”了。</p>\n<p>7年后，这份选择有所作用的一个当下的结果便是，我以交互设计师的身份开始了第一份工作。</p>\n<p>19年春招期间看到张潇雨的一句话，大致含义是，人要在对专业一无所知的时候选择专业，在对行业一无所知的时候选择行业。还有人转发评论说人还在对婚姻一无所知的时候选择人生伴侣。很大程度上确实如此，虽然最终我的本科专业是随机的，入职行业也是随机的，换言之不是我选择专业或行业，而是看谁录取了我。</p>\n<p>然而即便如此，其中必定也有我的诸多选择的影响。选择本科专业时，我放弃了选择的自主性，自暴自弃地把那些志愿专业的拟定交给了父母。我没能做到精神上的独立自主，我认为自己没法为自己作决定，我的想法只会受到否定。录取结果是一个惊喜，父母填写的专业一个都没能录取，我被分配到了“数字媒体技术”专业，一个陌生的名词。虽然对于母亲而言这无疑是一个打击——一个令人恐惧的充满不确定性的偏门专业——但对我来说真的是一个馈赠。然后我凭自身的意志写下了千字长信，劝服母亲放弃让我复读的想法。</p>\n<p>当时的情绪是隐约的激动和喜悦，因为我在这个专业名称里察觉到了更多的可能性——在父母的期望之外的可能性。</p>\n<p>所以最终进行数字媒体技术专业的学习，是系统随机的分配和我自身的坚持的结果。</p>\n<p>但形成独立的人格确实需要花费一些时间，过程中会有往复的困惑，尤其是我这种没有梦想和执念的人。大一下学期有一次转专业的机会，我原本没有什么想法，但是在父母的劝说下，还是写了转专业申请信。又在父母的“仔细考量”下，把目标专业由“工业设计”改为了“建筑学”。结果是没有通过选拔，我在2017年的日记里这样评价：</p>\n<blockquote>\n<p>“幸运的是，没有通过选拔。如果通过，自己可能更加狼狈不堪吧。对于没有目标和方向的人来说，每一种改变都可能是一次契机或者是灾难，现在进行审视的话，那应该是一种灾难。”</p>\n</blockquote>\n<p>在各式各样的碰撞之后，我对自己的了解有所加深，模糊地认识到了自己喜欢什么，擅长什么。这之后的重要选择，就到了硕士专业的选择。搜索关键词从“Digital Media”切换为“Interaction Design”，拟定了一些目标。从大学官网上获知的信息终究有限，我不能清晰地定位各个大学的专业。在多方打听之后，决定了伦敦大学学院的人机交互专业，一是因为其名声，二是想要感受一下学术生活是什么样，三是它的课程设置比较综合交叉。</p>\n<p>当时仍是不知道硕士毕业后要做什么，是选择学术道路，还是进入行业工作。给自己定的期限是在2018年12月作出决定。其实那时候也才上了一学期的课程，但内心逐渐向“进入行业工作”倾斜。准备简历和作品集，搜索了解各行各业。眼前似乎有无尽的选择，那是全然陌生的、广阔的世界。</p>\n<p>时间就到了春招，通过牛客网的招聘界面投递了一家公司，同时申请了腾讯和阿里的暑期实习。那时是抱着尝试的心态，没有考虑太多，在完成课程作业的同时准备笔试、面试，忙碌，也困惑。三四月是新芽生长花朵绽放的季节，我望着窗外的树，心想自己要朝哪里生长呢。</p>\n<p>三个投递中了一个，我得到了一份offer，要在几天之内做出决定。大概是花了一个上午的时间，我先是让自己淹没在信息流中，然后尝试梳理出自己的真正想法。不同类型公司的特点，不同城市的特点，自己感兴趣的行业，生活目标是什么，想要获得什么，职业能力测评的结果……一项一项写在笔记本上，然后道路逐渐清晰，我已经知道自己要选什么了。比起高中选择文理时的混乱，我终究是成长了一些，从选择的得与失之中抽身而出，尝试从更大的视角去分析问题。</p>\n<p>这是当时的日记：</p>\n<blockquote>\n<p>收到帆软的offer，不得不具体考虑今后的人生。城市、行业、平台、人际圈……在信息流的冲刷下，道路逐渐明晰——果然还是想去上海这座城市尝试不同的可能性。把决定告诉父母后，当即流下了泪水，这是因为有一种强烈的“我对自己负责”的感受吧。虽然不确定性更多了，但是在更为广阔的世界里，对于自己的定位反倒更加清晰起来。最令我欣喜的是，复活节假期的面试经历，让我对数据可视化、商业智能这方面产生了更多的兴趣，也想要挑战设计复杂系统、复杂数据的交互、呈现方式。这似乎很能挑起我的学习欲望，那么就去探索吧！（冷不丁又搜索起了INFJ适合的职业，设计师、信息制图设计师也都在列。至于心理咨询师、职业规划师，这些会是我以后慢慢发展的第二职业吧。认识自己带来的掌控感，是外界奖励不能给予的呀。）</p>\n</blockquote>\n<p>是收获颇丰的春招经历。</p>\n<p>秋招则是回应稀少，投递30份，进行2次面试，得到1份offer，也就是最后选择的那一个。似乎是别无选择，但事实上依然是双向的选择。不得不承认的是，我在投递简历时也是有情感偏好的，对于少数价值观无法认同的公司，我十分磨蹭。对于大多数公司， 我不知道它是否符合自己的预期，我是否符合它的预期，只能埋头做笔试题，无尽地等待着回音。</p>\n<p>最后足够幸运地得到了一份工作，且各方面基本符合预期——能与复杂的业务打交道，能和数据展现打交道，生活、工作平衡较好——除了所属行业。我从来没想过自己竟会进入金融行业。这是一个意外，但仍符合我对于工作的想象。工作尚未满一周，还有很多需要了解的，今后也会继续积极而谨慎地与外界碰撞吧。</p>\n<p>这就是我对于当下这个节点的回顾了。无数个选择和偶然促成了此刻，今后自己作出的选择，也会确实地影响未来。我不愿意被完全随机地分配安排，也不愿意顺着强大的惯性流淌，我希望自己自主地作出选择，然后承担之后一切发生的“结果”。简里里在BYM里提到，没有什么正确的选择，只有你做出一个选择，然后让它变得“正确”。人当然是会在事后对于过去的事情进行种种解释，这是不是一种自欺欺人，无关紧要，重要的是你如何去理解、如何去叙述。然后你就会怀抱着那种叙述带来的心情继续向前。那大概是一种自由、自主的感觉。</p>\n<p>“我们都是旅途的孩子。”自己到底能走到哪里呢？走着看看吧。</p>\n","prev":{"title":"同志们，我们是这样的“后浪”吗","link":"post/同志们，我们是这样的“后浪”吗"},"next":{"title":"设计体系是什么，何时用，怎么用","link":"post/设计系统是什么，何时用，怎么用"},"plink":"https://sakamotomari.github.io/post/一个当下与无数个过去的选择/"}