{"title":"做某事的力量","date":"2020-01-29T03:34:11.000Z","link":"post/做某事的力量","comments":true,"tags":["Citizenship","Life","Self-awareness"],"categories":["随笔"],"updated":"2020-01-30T09:48:49.736Z","content":"<p>我们一直需要面对不确定性，而在2020年阻击新型冠状病毒的战役中，“不确定性”仿佛突然被加大剂量注射到了生活中。不确定性带来的困惑一直都在，与之抗衡的是对生活的掌控感。在这次的公共事件中，我们的掌控感去了哪里，我们又要如何取回应有的掌控感？在此谈一谈我的反思。</p>\n<h1 id=\"无知中的掌控感\">无知中的掌控感<a href=\"post/做某事的力量#无知中的掌控感\"></a></h1><p>平时，我们倾向于认为事情会按照自己设想的那样进行，有种没来由的掌控感。通宵复习后考试一定能通过吗？订好机酒的旅途一定能顺利进行吗？毕业后一定能找到合适的工作吗？通常情况下，事情的确会如预想般进行，从而加强了这种掌控感。但也有一些风险一直存在而被无视。Langer在1975年进行实验研究发现，当在机会事件中引入一些不影响事件结果的非运气成分时——比如竞争力，个人选择，熟悉程度，参与程度等——人们会盲目自信，高估自己胜利的可能性[1]。</p>\n<p>这种“掌控的幻觉”可能会让我们蒙受损失而不自知，另一方面也让我们保有积极乐观的心态。生活中的种种事件，有很多是受运气因素影响的，而这样的风险因素可能并没有被正视。毕竟，糟糕透顶的小概率事件总是小概率的，大部分人遇到的“倒霉”事儿，只要喊几声“真倒霉”或者骂几句可能相关的人就完事了，不会造成多大影响，所以事后也不会回想起这件事，不会琢磨这件事是不是只是“倒霉”。至于一些糟糕透顶的小概率事件，虽然一旦发生会造成惨重代价，但根据经验，我们倾向于认为它不会发生。否则，担忧和恐慌只会没完没了。</p>\n<p>当稳固的日常被汹涌而至的新信息打破，我们“没来由”的掌控感也随之幻灭。原来之前默认的信念和习以为常的行为只是裹挟在惯性中的，“无知”让自己安心甚至漠然地度过每一天，认识到自己的无知之后，人的情绪可能会被恐慌焦虑占满。没有想象过的严峻事态，不断挑战认知的负面事实，这些的确会让人一时之间不知道如何面对。更直接地，自己可以做些什么，自己可以掌控的有什么呢？</p>\n<p>掌控感是主观的感受。无论在何种情况下，我们都是可以保持一定的掌控感的。认识并接受自己的无知之后，慢慢建立起的掌控感将更接近真实，不再虚高。自主地作出选择，做自己能做的事情，从中便可以获得掌控感。“习得性无助”是广为人知的心理学概念，描述了一个人经历失败和挫折后，面对问题时产生的无能为力的心理状态和行为[2]。过去的经验确实影响着我们面对问题时的态度。Amat等人研究发现，过去经历的可以掌控的事件，能帮助小鼠对问题快速做出反应，同时更能忍受痛苦[3]。实验是这样的：</p>\n<blockquote>\n<p>他们采用大鼠作为实验对象，两组大鼠都在尾巴上绑上电极接受电击，而在大鼠的面前，有一个类似方向盘的小装置，大鼠可以用自己的前爪转动方向盘。一组大鼠在接受电击时，如果转动了方向盘，电击会自动停止。另一组大鼠接受电击的时间和第一组相同，但它们转动方向盘，电击并不会停止。也就是说，第一组大鼠对电击刺激有一定的掌控感，它们做一些事情，能够改变现实处境。而第二组大鼠的现实处境虽然后来也改变了，却不是由于自己的行为改变的。</p>\n<p>有趣的研究结果出现在电击之后。第二组忍受电击直至终止的大鼠，出现了典型的习得无助“症状”：当出现其他电击刺激时，它们会选择放弃逃跑机会，并且不再具有竞争和攻击性，在和同类交往时十分焦虑，还会出现溃疡症状。而第一组大鼠却安然无恙，再次出现痛苦情况时，它们会在第一时间采取行动，改善痛苦的现状。曾经亲手改变过痛苦的现实——这种掌控感像一种宝贵的经验一样，留在了大鼠的体内，让它们学会了下一次，无论如何要自己积极尝试。而且，即使不能立刻改变现状，比如再次遭受电击等痛苦时，它们也更能忍受，在痛苦经历过去后，依然表现的安然无恙。</p>\n<p>（片段引用自<a href=\"http://www.zhihu.com/people/zhang-zhi-feng-84\" target=\"_blank\" rel=\"noopener\">张智丰</a>[4]）</p>\n</blockquote>\n<p>做某件事情，产生了一些影响，从中获得掌控感。这样的经历在日后遇到挑战时也能发挥作用，鼓励自己做出尝试应对压力，改变现状。换个角度说，认识到自己是可以进行一些控制的，这就已经有助于抵御种种压力了。破除无知状态下的“掌控感”，破除可能尚未意识到的“习得性无助”——掌控感也需要拿捏平衡，帮助自己更好地生活。</p>\n<h1 id=\"检验自己的时刻到了\">检验自己的时刻到了<a href=\"post/做某事的力量#检验自己的时刻到了\"></a></h1><p>面对突发事件，自己的反应是很值得分析的认识自我的素材。由新闻报道产生的情绪和观点，对事件形成怎样的理解，之后有哪些自发的行动……有所回顾才能有所进步。同时也可以检阅自己的生活习惯，比如平时信息源的覆盖面和质量，与家人交流的态度与方式，“宅”的能力等等。以家庭聚餐为例，我在看到大规模劝阻家庭聚餐的信息后，犹豫再三也没有在自己的家族里发声，只是在大年三十表示了分餐或使用公筷的意愿。其中固然有一些此次聚餐之特殊性的考虑，但没有提出“是否取消聚餐”的疑问，便是我自行放弃权利的表现，是对自身在家族中成员主体身份的无视。直到事态愈发严峻，家长互相沟通才取消了之后的三顿聚餐。购买口罩也是一样，在1月20日之前，我曾关注不明原因肺炎相关情况，萌生过购买口罩的想法，但因为“非典期间是爸妈购买口罩，这件事是他们负责”这种懒惰的想法而抛至脑后。在几天之后询问，得知家中只有少量口罩，再尝试购买，已经很难。在家庭单位中，不可让渡自己的权利，不可轻视自己的价值。</p>\n<p>将家庭单位扩大，亦同理。形势极其严峻的几日，看到普通人自发组织起来，贡献力量，就是“能做事的做事，能发声的发声”。也看到了各种各样的人，各种各样的情形。从来都是这样，有无边的善意，也有无底的恶意，而“人的内心里值得赞赏的东西总归比应该唾弃的东西多（《加缪全集小说卷》P287， 上海译文出版社）”。坏消息和好消息一直在涌现，有声音指出应注意“替代性创伤”，感到自己无法承受时需远离负面新闻。也有人指出，不应当随意应用此类词汇，人们应当知情，应当看到真实的痛苦，应当去承受。“在这一刻使他心如刀绞的是在众人遭受的痛苦面前无能为力的人特有的那种无边的愤怒（《加缪全集小说卷》P255， 上海译文出版社）”。对个人来说，需要时常检阅自己，自己追寻的是什么、能做什么、做了什么。你是选择善还是选择恶？你的行为是否与之相符？也要检阅未曾仔细思考过的概念，不可让渡自己的权利，不可轻视自己的价值。</p>\n<h1 id=\"相信做某事的力量\">相信做某事的力量<a href=\"post/做某事的力量#相信做某事的力量\"></a></h1><p>在极端不安的情况下，或是相反，在极端平淡普通的时刻，也许会冒出“我什么都做不了，我什么都改变不了”的情绪。尤其在与他人的比较之中，相信不少人会有“我太弱了”之类的沮丧情绪。It’s normal! 承认并接受自己的“弱小”，同时相信做某事的力量。做分内之事，做很平常的小事，做没有尝试过的事；做得很好，做得中规中矩，做得不太好。我们能掌控的事情很少，只能尽可能去把握自己能掌控的。用自身的意志去行动，去选择，去承担。</p>\n<p>不知道一生有多长，这其中由自身意志驱动的部分有多少。如若真的意识到人必须对自己负责，那么漫长无望的路途也能忍受了。审慎地看自己，看周围，看这个世界。怎样进步，怎样生活，怎样和让人困惑的一切相处，答案需要自己去探索，从实践中，从知识中，从理解与思考中。</p>\n<p>不仅是关注与自己“紧密相关”的一切，是“与自己相关的一切”，是远方的人与事。昨天搜索了“公民意识”的百科词条，解释其基本内容摘抄如下：</p>\n<blockquote>\n<ul>\n<li>一是公民的人格意识。</li>\n</ul>\n<p>　　公民必须是一个有<a href=\"https://wiki.mbalib.com/wiki/独立人格\" target=\"_blank\" rel=\"noopener\">独立人格</a>的，可以独立思考的人。一个人的人格是不需要什么条件的，只要是一个<a href=\"https://wiki.mbalib.com/wiki/社会人\" target=\"_blank\" rel=\"noopener\">社会人</a>就<a href=\"https://wiki.mbalib.com/wiki/应该\" target=\"_blank\" rel=\"noopener\">应该</a>拥有人格。人格就是有理性和反思，能认自己为自己，在不同的时间和地点是同一个<a href=\"https://wiki.mbalib.com/wiki/思维\" target=\"_blank\" rel=\"noopener\">思维</a>的理智存在者。</p>\n<ul>\n<li>　　二是公民的自由意识。</li>\n</ul>\n<p>　　在自由的<a href=\"https://wiki.mbalib.com/wiki/市场经济\" target=\"_blank\" rel=\"noopener\">市场经济</a>下，公民首先必须养成自由地判断、自由地选择、自由地做出自己的决定并勇敢地承担自己<a href=\"https://wiki.mbalib.com/wiki/决策\" target=\"_blank\" rel=\"noopener\">决策</a>后果的习惯，从而成为一个自由的人，并由此意识到自由那种神圣而不可移易的<a href=\"https://wiki.mbalib.com/wiki/价值\" target=\"_blank\" rel=\"noopener\">价值</a>，使公民自己成为自由的捍卫者。在公民的头脑中养成平等和公正的观念意识，内化为公民心中的信念。</p>\n<ul>\n<li>　　三是公民的责任意识。</li>\n</ul>\n<p>　　<a href=\"https://wiki.mbalib.com/wiki/责任\" target=\"_blank\" rel=\"noopener\">责任</a>与义务都和“应当”紧密相连。在法律领域设定责任与义务的途径是单一的，在道德领域却存在着多种设定责任与义务的途径。而在法律上和道德上区分责任和义务是明显而重要的。</p>\n<p>（[5] 摘自MBA智库百科）</p>\n</blockquote>\n<p>对照看来，自己的公民意识何其孱弱。我意识到，我有责任去关注，去参与。</p>\n<p>为了具备参与的力量，智识的提升是一方面，真诚开放的态度和实践的愿望也是极其重要的。面对混沌复杂的世界，弱小的我们感受着与其对峙时产生的荒诞，同时不放弃，相信做某事的力量。写到这里感受已经多于逻辑，我自觉很难摆脱这种深情空话。总觉得“希望”是个惨淡的词汇，但还是希望我们可以相信做某事的力量，夺回应有的掌控感，努力做到独立思考，积极参与实践，“能做事的做事，能发声的发声”。</p>\n<p>[1] Langer, E. J. (1975). The illusion of control.. <em>Journal of Personality and Social Psychology</em>, 32(2), 311-328.</p>\n<p>[2] 互动百科. 习得性无助行为.. 互动百科.  <a href=\"http://www.baike.com/wiki/习得性无助行为\" target=\"_blank\" rel=\"noopener\">http://www.baike.com/wiki/习得性无助行为</a></p>\n<p>[3] Maier, S. F., Amat, J., Baratta, M. V., Paul, E. D., &amp; Watkins, L. R. (2006). Behavioral control, the medial prefrontal cortex, and resilience.. <em>Dialogues in clinical neuroscience</em>, 8(4), 397-406.</p>\n<p>[4] 张智丰. (2017). 掌控感与“习得性无助”.. 知乎专栏“绿竹巷”. <a href=\"https://zhuanlan.zhihu.com/p/19797253\" target=\"_blank\" rel=\"noopener\">https://zhuanlan.zhihu.com/p/19797253</a></p>\n<p>[5] MBA智库百科. 公民意识.. MBA智库百科. <a href=\"https://wiki.mbalib.com/wiki/公民意识\" target=\"_blank\" rel=\"noopener\">https://wiki.mbalib.com/wiki/%E5%85%AC%E6%B0%91%E6%84%8F%E8%AF%86</a></p>\n","prev":{"title":"如何更好地学习","link":"post/如何更好地学习"},"next":{"title":"2019的自由冒险","link":"post/2019的自由冒险"},"plink":"https://sakamotomari.github.io/post/做某事的力量/","toc":[{"title":"无知中的掌控感","id":"无知中的掌控感","index":"1"},{"title":"检验自己的时刻到了","id":"检验自己的时刻到了","index":"2"},{"title":"相信做某事的力量","id":"相信做某事的力量","index":"3"}]}