{"title":"如何更好地学习","date":"2020-02-23T03:16:20.000Z","link":"post/如何更好地学习","comments":true,"tags":["Learning","Methods","Writing"],"categories":["Notes"],"updated":"2020-02-23T03:16:20.160Z","content":"<p>Coursera课程「Learning How to Learn」介绍了关于学习的认知原理和实践技巧，颇受好评。内容涉及到大脑注意力的两种模式、记忆组块、拖延等等，有不少我平时看到过但未曾仔细了解的概念。本文将梳理我认为值得记录的内容，一是如何学习新东西，二是怎样将“学习”融入日常生活，三是针对特定任务的专家建议，比如考试、写作。本文可读性较低，感兴趣者建议去看<a href=\"https://www.bilibili.com/video/av31961814?p=1\" target=\"_blank\" rel=\"noopener\">课程视频</a>（推荐1.5倍速）。（其实本来是想写给“他者”看的，但是完成后果然还是显得冗长无趣。如果读者愿意读下去也很欢迎，本文可以称得上是视频的替代物了。）</p>\n<h1 id=\"学习新东西\">学习新东西<a href=\"post/如何更好地学习#学习新东西\"></a></h1><p>当我们学习陌生的、新的知识时，发生了什么？一直翻阅课本就能掌握知识吗？在掌握知识之后，我们要如何应用这些知识？</p>\n<p>说到学习，第一印象是坐在课桌前专心致志地在书本上写写画画的场景。这绝不是学习的全部，甚至只是一小部分。专心地阅读、理解某些概念，这是大脑的一种注意力模式：<strong>专注模式</strong>（Focused Mode）。在专注模式下，我们采用自己所熟悉的思维模式去看待问题，在大脑里搜索熟悉的回路来处理信息。如果遇到新的问题，使用专注模式顺着自己习惯的路径反复检索，可能会一无所获，这时就需要调用另一种模式：<strong>发散模式</strong>（Diffused Mode）。在这种模式下，我们能够以更广阔的视角来观察问题，在大脑里存储的节点之间建立新的连接，寻找新的道路。可以将大脑想象为一个桌面弹珠游戏，平面上密布着节点，节点之间已经有了一些固定路径。当一枚弹珠射入，在专注模式下，它沿着固定路径抵达了特定的节点；而在发散模式下，弹珠随意地与各个节点碰撞，形成了一条新的路径。</p>\n<p>为了学习理解新的、复杂的知识，我们在专注模式和发散模式之间来回切换。将新知识与旧知识连接起来，强化新习得的知识，这样的过程并非一日之功，需要一段时间才能使得新知识稳固地留存于脑海。也就是说，每天学习一点，这样形成的记忆更加稳固。在我们“放空”大脑的时候，潜意识会整理新习得的知识，而在睡眠中，潜意识也会积极地活动。“休息”有其必要性。</p>\n<p>学习到的概念，有可能会被储存在大脑的“<strong>长期记忆</strong>”（long term memory）里。“<strong>工作记忆</strong>”（working memory）帮我们即时、有意识地处理信息，在强化之中，工作记忆中的内容可能成为长期记忆。如果没有强化的过程，短期内记住的内容，很快就会消失。练习，唯有通过反复练习，刚形成的神经元模式才能逐渐加强，成为长期记忆。尤其是抽象概念，我们的大脑不擅长记忆抽象的东西，于是就需要在专注模式下反复强化。在专注模式之后，也需要一些休息，转移注意力，让发散模式帮助你完成对概念的消化理解。可见，这里的“加强”也绝不是指一股脑地连续学习，而是间隔性地重复。</p>\n<p>每天学一点，这样的间隔重复有助于短期记忆转化为长期记忆。睡眠在其中的作用不可忽视。清醒时，大脑会产生有毒物质，而在睡觉时，细胞收缩，会清洗这些有毒物质。睡眠不仅清理了这些垃圾让我们神清气爽，还让大脑有时间整理你所学习的概念和知识，清理不重要的细节。如果你在睡前复习了一下当日所学的知识，同时内心希望今晚能够梦到这些知识，第二天醒来时，你可能会发现自己对刚学的知识更好地理解了。</p>\n<p>知识是以怎样的形式贮存在大脑中的呢？是通过意义连接起来的“<strong>组块</strong>”（chunk）。小的组块可以进一步连接成大的组块。前面提到，间隔重复可以使得记忆稳固，让组块更久地留在脑海中，不过，仅仅通过练习和重复，我们未必能够有创造力地运用所学到的内容。掌握一个组块的信息需要以下4步：</p>\n<ol>\n<li>对你想要组块化的信息全神贯注</li>\n<li>对建立组块的对象有基本的了解</li>\n<li>获取背景知识</li>\n<li>练习</li>\n</ol>\n<p>是“理解”将不同组块连接起来。能够独自完成，才是真的理解，只有在你自己实际操作、完全掌握的情况下，新的神经模型才能被建立起来。理解组块的内容后，还需要知道何时使用这个组块，这就需要获取背景知识，来认识新建立的组块是如何融入整体框架的。最后，练习能帮你拓宽组块连接的神经网络，确保这些组块不仅是牢固的，而且可以从不同途径访问。</p>\n<p>前面介绍了大脑的两种注意力模式、两种记忆以及组块的概念。新诞生的大的组块是不稳固的，需要通过<strong>回顾</strong>（以及休息）来粘合这些砖块，否则过不了多久，这栋建筑就会摇摇欲坠。学生时代我们可能常常通过看课本和错题来进行回顾，然而，这却可能只是自欺欺人的回顾方式。看书，比真正的“回顾”要简单得多，看书可能带来一种自己什么都会的错觉。在材料中画高亮、横线也需要谨慎，并不能画好了就误以为自己记住了。合上课本，回忆知识点，看自己是否清楚框架；合上错题本，在稿纸上写出计算的大致思路；课本中尽量减少高亮和横线，保持一段一句，并在空白处总结自己理解的关键概念。在工作中，很少有需要这样回顾知识点和计算步骤的情况，但对于那些我们认为值得记住的东西，也不妨常常回顾来加深记忆。</p>\n<h1 id=\"将“学习”融入日常生活\">将“学习”融入日常生活<a href=\"post/如何更好地学习#将“学习”融入日常生活\"></a></h1><h2 id=\"为何学习\">为何学习<a href=\"post/如何更好地学习#为何学习\"></a></h2><p>结束学生时代之后，“学习”似乎成了一种优先级极低的必要之事，种种“努力”说不定也是自欺行为。是什么激励着你去学习？当我们学习某些知识时，我们同时也在认识它在未来的价值和重要性。我们知道大脑中分泌的多巴胺与快乐的感觉相关，多巴胺是在我们<strong>预测</strong>到未来的<strong>奖励</strong>时分泌出来的。预测到了未来的奖励，于是升起快乐的感觉。但是我们赋予“学习”的“奖励”，不太可能像游戏的奖励那样明确具体。开始学习时，大脑感知痛觉的部分甚至会被激活。在做事时，我们的情绪、感觉和注意力是相互交织的。如果激励足够明确、足够强，也许学习带来的负面情绪能有所缓解。（关于学习的“奖励”和“激励”，这部分在课程中没有提到，我试图引起对这个方向的注意和反思。）</p>\n<p>保持学习的状态有什么好处？成功的概率更大了。也许是能把一件事做得更好了，也许是能作出更好的判断了。课程中提到机遇定理，Lady Luck favours the one who tries. 当你掌握的知识更多，运用地更灵活，你就更有可能遇到“灵感”的瞬间。我们脑中的组块构成了一间图书馆，我们不仅能认出特定的组块，也能认出它的类型。比如你知道双钻设计模型的四个环节，也知道它是一种设计的方法论。在顺序性的专注模式下，你能回忆起组块具体的内容。而在发散模式中，你拥有整体性的直觉，从双钻设计模型，你能想到其他领域的设计方法论，通用的方法论。这些方法论又被压缩为一个大组块，也许这个大组块也能迁移到另一个领域（不过我举不出例子了），从而激活创造力。</p>\n<p><strong>创造力</strong>不直接来源于知识的积累。有一种知识的积累反而会妨碍思维的灵活性：如果反复强化特定的几种思维模式，这种<strong>思维定势</strong>（einstellung）可能会阻碍你找到解决问题的其他方式——所谓有了锤子看什么都是钉子。需要理解如何得到真正的解决方法，而不是盲目套用已学知识。掌握一门新学科，不仅要熟悉基础组块，更要学会如何选择和应用不同的组块。我们可以练习，如何在需要不同技术和策略的问题和情形中来回转换。通过<strong>交替学习</strong>（interleaving），让大脑更具灵活性和创造性。</p>\n<p>很多人会觉得自己的水平并不像周围人以为的那么好，因而在学习过程中感到痛苦，其实大可不必。这是很常见的“<strong>冒充者综合症</strong>（the imposter syndrome）”。你也许觉得坐在你旁边的谁谁谁一定比你要游刃有余，羡慕着聪明的他们，但也许他们也抱有相同的想法。另外，虽然智力更好的人可能有更多的工作记忆空间，但也可能更容易陷入思维定势；经常走神的人，往往更具创造力，他们的工作记忆能灵活调用不同组块。没有必要嫉妒他人，保持冷静，带着学习的目的来接触新事物，对你自己的学习负责！</p>\n<h2 id=\"不用毅力抵抗拖延\">不用毅力抵抗拖延<a href=\"post/如何更好地学习#不用毅力抵抗拖延\"></a></h2><p>关于拖延，可能我们已经了解了许多，也一直在与其对抗。不过，课程中指出，不要用毅力抵抗拖延，毅力是需要很多神经资源的。在开始做不想做的事情时，大脑的“痛觉”区域被激活，通过拖延，我们能获得短暂的快乐。我们头脑中的“小僵尸”们驱使你选择短暂的快乐，于是找理由拖延的行为一发不可收拾。每一次微小的拖延就如同服用微量的砒霜，虽然看不到即刻的损害，但危害已经在发生了。</p>\n<p>我们倾向于按照习惯做事，调用熟悉的“组块”，这也是智人“节能机制”的体现。既然以前这么做没什么大问题，既然已有的知识足够应付，何必再花心思折腾“新”的东西呢。惯性的力量极其强大，如果没有什么改变的好方法，很容易因为反复尝试反复失败而灰心丧气。知己知彼，方能百战不殆，因此，我们先来了解“习惯”的四个构成：</p>\n<ol>\n<li>信号 cue</li>\n<li>惯式 the routine</li>\n<li>奖励 the reward</li>\n<li>信念 belief</li>\n</ol>\n<p>逐一审视这四个要素，也许就能找到驾驭头脑中的“僵尸”的方法，让它们来帮助自己克服不良习惯。前面提到，不要用毅力来抵抗拖延。在克服不良习惯的过程中，有一处唯一需要毅力的地方：改变自己对某个信号的反应。</p>\n<p>信号有四个组成元素：</p>\n<ul>\n<li>地点</li>\n<li>时间</li>\n<li>你的感受</li>\n<li>你的反应</li>\n</ul>\n<p>比如，当你在通勤时间进入地铁，觉得无聊，习惯性掏出手机打开某信息流软件，而你的意志其实并不想把时间花在这款应用上，那么，在意识到这个问题之后，就找其他你想做的事情替代，比如听播客。</p>\n<p>从习惯的其他方面入手，也可以协助自己改变。针对routine，可以有所计划地改变。比如，如果你认识到手机是一个巨大的干扰源，那就在学习时把它放在其他地方，避免它的影响；把学习地点和生活娱乐地点分开，在图书馆、自习室、书房进行学习。</p>\n<p>针对reward，我们可以找一些可以替代拖延带来的细小愉悦的回报。比如完成之后的成就感、毫无罪恶感地刷手机、冰箱里的冰可乐等等。习惯的力量之所以强大，是因为“习惯”制造了神经系统的欲望。我们加上一个新的奖励，便可以帮助克服原先的欲望。还可以给自己设置截止期限，以激励自己高效工作，比如5点之前完成今天的任务。</p>\n<p>belief似乎是最不好捉摸的因素。我们需要相信新的习惯能够奏效。如果不相信自己可以很大程度上克服拖延，你可能会从细小的失败中强化自己会失败的信念，更容易丧失改变的动力。如果坚信自己可以做到，你可能会更好地被正向反馈激励，对于（必然会发生的）细小的失败，则倾向于将之解释为“正常的情况”，于是不会打击自己改变的信心。这两个“如果”是我的阐释，信不信由您。课程指出，发展一个新的圈子也可以为这个信念打下基础。与志同道合的朋友在一起，这样形成的“发展和鼓励”的文化氛围，能够帮助我们在脆弱的时候忘记的信念。</p>\n<p>对于影响我们践行的因素，调整自己的心态。当开始学习时，及时处理自己的负面情绪：别在这儿浪费时间了，开始做，很快你就感受不到这种情绪了。事实往往也正是如此，真正开始做不喜欢做的事情时，神经上的不适感很快就会消失。对于学习期间外在内在因素导致的分心，顺其自然，不加评判。不过也可以选择在安静的环境学习，使用减噪耳机，帮助减少外界干扰。在学习时，谨记“过程而非结果”，专注于集中精力的学习过程，而不是结束之后的结果。</p>\n<p>如果你还没尝试过许多人推荐的<strong>番茄工作法</strong>（Pomodoro），不妨尝试一下。集中注意力工作25分钟，然后休息一会儿。这个连续的工作时间可以根据自己的喜好调整，22分钟，45分钟（中学时代的上课时间），都可以。不过休息时间得有意识地控制自己，泡一杯茶看会儿窗外的风景都挺好，不建议打开手机。</p>\n<h2 id=\"平衡生活与学习\">平衡生活与学习<a href=\"post/如何更好地学习#平衡生活与学习\"></a></h2><p>对于大多数成年人来说，我们需要平衡生活与学习，不太可能用连贯的、大段的时间来学习。课程中给出的建议是，每周列出一些关键任务，每天列出当日的任务。并且，是在前一天晚上睡觉前写下第二天的零碎任务，减轻工作记忆的负担，让潜意识帮助寻找解决方案。对于一天内的任务，可以将学习任务和生活任务交叉进行，这能让每件事更有乐趣，同时可以避免不健康的久坐。有专家建议，在自己精力最旺盛的时候处理最重要、最复杂（以及最讨厌）的难题，比如对于晨型人来说，就可以在早晨开始，至少做一个番茄钟的时间。另外，记得给自己设置一个“quit time”，避免长时间低效的纠缠。</p>\n<p>好，这里再总结一下快乐生活快乐学习的贴士：</p>\n<ul>\n<li>有计划地进行任务（可以有一本计划本！）</li>\n<li>每天投入到特定日程中，将工作拆解成小的任务</li>\n<li>延迟奖励，直到完成任务</li>\n<li>留心你的拖延信号</li>\n<li>积累对你的新系统的信任</li>\n<li>如果拖延发生了（总是难免），有一个备选方案</li>\n<li>先解决困难的问题（eat your frogs first）</li>\n</ul>\n<h2 id=\"采访中一些值得借鉴的做法\">采访中一些值得借鉴的做法<a href=\"post/如何更好地学习#采访中一些值得借鉴的做法\"></a></h2><p>成为一组队伍的一员，充分利用各种资源，社群会支持你学习。</p>\n<p>向他人解释、阐释问题，以更清楚地掌握知识。</p>\n<p>平衡自我，独立思考，是否要遵循群体智慧，判断某些方法是否适用于自己。</p>\n<p>休息，关闭大脑的意识思维，放空大脑</p>\n<p> 用不同的方式去学习：读，写，说</p>\n<p>避免对学习能力的错觉，时刻考察自己，尽可能遇到“问题”</p>\n<p>具体化有助于理解，使用类比，寻找精确的比喻</p>\n<p> 制定明确的目标、明确的挑战，比如3个月学习一个MIT 公开课</p>\n<p> 通过少学来学到更多，学习过程中精神高度集中，杜绝低效学习</p>\n<h1 id=\"针对特定任务的专家建议\">针对特定任务的专家建议<a href=\"post/如何更好地学习#针对特定任务的专家建议\"></a></h1><h2 id=\"写作（非文学类）\">写作（非文学类）<a href=\"post/如何更好地学习#写作（非文学类）\"></a></h2><p>写作是整理脑中的想法、用文字表达出来的过程。这项活动既有利于自身，能让原本纷繁模糊的思绪变得清晰，也是向他人传递信息的有效途径。</p>\n<p>写作专家达芙妮建议，在构思时，不要用列表式的提纲，而要用思维导图（mind map）。她认为写作也有两种模式：发散的、创造的、只是写作的模式，和编辑模式。前者意味着只是写，不评判、不编辑；后者则需要专注，需要调整字词、句式选用等。我在写作时会习惯性地审视刚写好的句子和段落，总要读上好几遍，这种斟酌是不必要的，甚至会打断思路。但这种习惯很难靠自己改变，也许可以使用一些工具来帮忙。比如Typora软件提供了打字机模式和专注模式，凸显正在撰写的段落、弱化其他写好的段落。你甚至可以用一张面纸物理性地盖住电脑屏幕上已经写好的内容。</p>\n<p>另一位专家也表示需要“写校分离”，同时也强调了写作应当“具体”的观点。写时就保持势头全力写，等写完了，再慢慢校订，尤其推荐打印在纸上进行校订。写作时，需要言之有物，不可空谈观点。使用概念性词汇容易进入滥用的误区，想象一下我们读过的不知所云的高深文章，也许文章内容是好的，却无法传达到读者这里。运用具体事物，选择合适的对象，更有利于表达观点。时常思考，读者会怎么理解我写下的内容？</p>\n<p>对于写作风格，这位专家建议保持清晰易懂即可，注意词汇的选择，使用具体事物、动词、有名字的人、短词短句。在保持可读性的同时，也应保持完整性，询问自己，想要表达的是什么，以及自己绝对不能漏写的有哪些。如果想要提升写作水平，可以仔细研读自己喜欢的作者，尤其注意开头的写法。留意任何你感兴趣的元素，比如自己可能会用到的词汇、句子的长度、自己不怎么使用的句式等。</p>\n<p>如果觉得自己没有可写的东西，那可能是想象力太局限了。在写作之前，先进行头脑风暴，暂时脱离写作核心，发散思维。写下一些简单直观的东西，这些零碎的片段也能组装成一篇不错的文章。芭芭拉指出，写作也是“学习”中的好方法，我们可以尝试围绕学习内容写些什么，从而巩固自己习得的知识。</p>\n<h2 id=\"考试\">考试<a href=\"post/如何更好地学习#考试\"></a></h2><p>复习时，不能只是像翻小说一样翻课本和做过的习题。对于解决问题式的考试，尝试将习题重新独立做一遍，写出关键步骤（不要完善所有细节）。避免学习过程中的“竞争力错觉”，时常自我测验，刻意练习难度较高的部分。在不同环境回顾材料，可以脱离对给定场所的依赖。</p>\n<p>在学习小组里复习也对你有好处。充分利用各种资源，不要害怕问其他人问题；同时，向他人解释问题的过程，也可以帮助你更加深入地理解。另外，加入的严肃学习小组得至少有一个人比你聪明。</p>\n<p>拿到试卷可以浏览一遍，了解题目，先审视难题。思考了一两分钟之后如果没有明确解法，就切换到简单的题目。这样能让发散模式开始工作，避免思维定势。可以在作业中尝试这种做法，看看是否适合自己。</p>\n<p>检查答案时，可以时常转移注意力，用全局角度审视。如果是从前往后做的题目，可以试着从后往前检查，顺序的变换也能激活发散模式。</p>\n<p>在考试压力下，我们可能分泌出皮质醇，然后手心出汗，心跳加快，感到胃疼。研究发现，自己如何解读这些症状，会影响这些症状的程度，进而作用到考试表现。试着把紧张的感觉解释为：这场考试让我很兴奋，我能考好！</p>\n<p>腹式呼吸被证明能够有效缓解紧张感，推荐在考试前一两周就开始练习，在紧张时可以迅速将注意力转移到呼吸上。</p>\n<p>正视你的恐惧，在考试失败的情况拥有Plan B，能够缓解考前紧张。</p>\n<p>担忧有两种，一种是能让你拥有更多动力，一种则只是精力的耗费。</p>\n<h2 id=\"记忆技巧\">记忆技巧<a href=\"post/如何更好地学习#记忆技巧\"></a></h2><p>我们善于用视觉记忆和空间记忆来形成长久的记忆，这也许与我们的祖先外出狩猎需要记路有关。有一些记忆技巧就利用了这一点，比如“记忆宫殿”，感兴趣的话可以搜索看看。</p>\n<p>短时记忆进入长时记忆有两个条件：足够难忘；回顾复习。为了让内容足够难忘，在尝试记忆时，可以充分调动不同感官去想象，视觉、听觉、触觉，用具体的想象与需要记忆的对象建立联系；创造有意义的意群来简化材料，让记忆更容易（多运用类比和比喻）。回顾需要在几天时间里不定时进行，课程推荐了索引卡，把记忆内容手写在索引卡上，这样能让记忆编码更深刻。应用Anki就能够定制化地复习任何你想要记住地材料。</p>\n<h2 id=\"人文社科学习（William-Craig-Rice）\">人文社科学习（William Craig Rice）<a href=\"post/如何更好地学习#人文社科学习（William-Craig-Rice）\"></a></h2><p>阅读时，注意到的东西就即刻标注，尝试发现文中浮现的模式（pattern）。</p>\n<p>人文学科往往在意“问题”胜过解答。如果想要学习人文学科，有一个共通的精神就是“容忍模糊”。面对全人类历史的模糊性，面对各种观念，需要保有兴趣或宽容。对于相互冲突的证据，也要保持开放的心态。</p>\n<p>在表达时，可能会觉得自己无法站定一个立场为其陈述。先从阅读开始，独自阅读并做摘记。找到冲突的观点，思考哪一方更强一些、相对有道理一些、使用的证据更好一些。</p>\n<p>阅读原始文献，你会感受到真正的修辞威力。去思考，他们在为什么而争辩，到底是什么？</p>\n<p>提升自己的一个很好途径就是阅读并做摘要，可以每阅读完一页就做一份摘要。了解其他人的思维，是打开自己思维的最佳策略。鼓励学生不要太快地当一个原创思想家，而是在阅读其他人的思维中，整理出自己的想法。独立思考，也要能够了解其他人的意见。</p>\n<p>在人文学科，某个学科的特定方法和思维方式，在另一个学科可能不再管用。感到沮丧是正常的。</p>\n<p>创造力和想象力并不是人文学科独有，科学也有。</p>\n<p>科学也谈存在与道德。</p>\n<p> 如何保持对学习的热爱？阅读，持之以恒地阅读，不管读的好读的坏。</p>\n<p>你是你自己的世界的主人，相信自己的兴趣。</p>\n<p>建立自己的记忆库。在干一些琐事、等待时，内心里拥有特定、紧密、一致的东西，生活能感觉更好。</p>\n<p>求知，是一种娱乐或热情。阅读是得到这些东西的一种方法。</p>\n<p> 你可以选择你感兴趣的。</p>\n<p>另外推荐传记文学。一些私人性的内容，可以启发我们、警告我们。自传同理，也能鼓励大家自己来写作。</p>\n","next":{"title":"做某事的力量","link":"post/做某事的力量"},"plink":"https://sakamotomari.github.io/post/如何更好地学习/","toc":[{"title":"学习新东西","id":"学习新东西","index":"1"},{"title":"将“学习”融入日常生活","id":"将“学习”融入日常生活","index":"2","children":[{"title":"为何学习","id":"为何学习","index":"2.1"},{"title":"不用毅力抵抗拖延","id":"不用毅力抵抗拖延","index":"2.2"},{"title":"平衡生活与学习","id":"平衡生活与学习","index":"2.3"},{"title":"采访中一些值得借鉴的做法","id":"采访中一些值得借鉴的做法","index":"2.4"}]},{"title":"针对特定任务的专家建议","id":"针对特定任务的专家建议","index":"3","children":[{"title":"写作（非文学类）","id":"写作（非文学类）","index":"3.1"},{"title":"考试","id":"考试","index":"3.2"},{"title":"记忆技巧","id":"记忆技巧","index":"3.3"},{"title":"人文社科学习（William Craig Rice）","id":"人文社科学习（William-Craig-Rice）","index":"3.4"}]}]}