{"title":"我们努力的证明","date":"2020-07-19T14:55:50.000Z","link":"post/我们努力的证明","comments":true,"tags":["Good life","Haikyu"],"categories":["随笔"],"updated":"2020-07-19T14:55:50.352Z","content":"<p>本文是《排球》漫画的完结纪念，时间匆忙，逻辑不顺，待日后修改。</p>\n<hr>\n<p>我们活着为何而努力？我们的努力需要证明吗？努力要如何彰显其“效果”？</p>\n<p>《排球》漫画将于7月20日迎来完结。仿佛是与老友告别，忍不住写点什么。</p>\n<p>《排球》的故事，描绘了一群普通人在排球场上和排球场外的努力——也许一部分人的确有着“妖怪”般的出众能力，但说到底，没有人不是“普通人”。</p>\n<p>如何定义“普通人”？有情绪、有弱点，时而消沉时而困惑，偶尔振奋偶尔品尝喜悦，经常与不可言说的苦涩滋味打交道……普通人是每一个复杂的个体。我们评价某人“不是普通人”，是指其在某些方面异于常人，而在其他方面与常人无异。人们都会有感到无力的一面，我将之称为“普通人的瞬间”。</p>\n<p>“天才”是存在的，例如故事中的影山。北川中学时期，及川充分领教到了后辈影山出众的才能——那种耀眼的光辉会令人感到痛苦。此刻的自己确实凭借至今为止的努力而享有高光时刻，然而很显然后辈将会轻松地超越自己，达到自己无法企及的令人绝望的高处。后来乌野和青叶城西对战时，教练这样评价及川的努力：</p>\n<blockquote>\n<p>‘拥有比自己更优秀才能的人 从出生起就与自己不同</p>\n<p>想要颠覆这个差距 不论付出怎样的努力和苦功、不论拥有怎样的同伴</p>\n<p>都是不可能的’</p>\n<p>这种话 等尽了最大而正确的努力再说也不迟</p>\n<p>只不过</p>\n<p>相信‘自己的能力绝不止如此’一心一意提升自己</p>\n<p>比起只懂感叹‘自己与天才就是有差距’而止步不前</p>\n<p>一定会是条更艰辛百倍的道路</p>\n</blockquote>\n<p>在存在“天才”的领域里挣扎，尤其当天才距离自己很近时，是需要清晰的自我定位的。直接认输吗？这份差距是无法追上的吗？自己的对手究竟是谁？想清楚这些问题，才能拥有持续努力的意志。能够努力，这本身是不是一种才能？在《3月的狮子》里，桐山零的养父幸田在自己的亲生子女表现出“反正我没法努力”的倾向后，对他们彻底失望。他们目睹了桐山零在将棋方面的天才，选择了放弃努力。隐约记得幸田的观点是：如果一个人没法依靠自己去获得前进的动力，那么这个人就没救了。很残酷，但是有道理。“从善如登，从恶如崩”。这种永恒沉重的努力，如果缺乏自驱的动力，很容易向低处坠落。从这个角度看，“能够努力”的确是一种才能。</p>\n<p>在其他情节里也有选手这样评价“妖怪”选手们：</p>\n<blockquote>\n<p>世上让你无法匹敌的人有很多 佩服他们厉害 也是人之常情</p>\n<p>‘全力前进’本身 就是一种才能</p>\n<p>我不知道该怎么称呼他们</p>\n<p>‘天才’又不是坏话</p>\n<p>但是认为他们‘从一开始就那么优秀’</p>\n<p>等于放弃拼搏的机会 直接认输</p>\n<p>我觉得这样 太没礼貌了</p>\n</blockquote>\n<p>天才就理所应当是天才吗？如果只用一个“天才”的标签去指代一个人，以此作为自己认输的理由，是对两方的不尊重。竞技类活动中这一点表现得尤其明显，选手的技术差不会被责怪，但敷衍、自暴自弃式的应对态度一定会遭人鄙夷，至少是与赛场的氛围格格不入的。为什么要这么认真、为什么要如此努力？月岛曾经问过山口类似的问题：高处之上仍有高处，即便自己提升到某个水平，也绝对不会是“第一位”，结果肯定会在哪里输掉。明明清楚这一点，大家到底是凭着什么原动力而努力的？山口的回答也是《排球》的名台词之一：</p>\n<blockquote>\n<p>そんなモンッ、プライド以外に何が要るんだ！！！</p>\n<p>(这种事，除了自尊以外还需要什么吗)</p>\n</blockquote>\n<p>如果我愿意在这个领域里付出精力，那么很自然地，我想要变得更强，我想要证明自己可以更进一步——自尊不允许自己怠惰。</p>\n<p>说到这里便不得不提故事的主角之一——日向翔阳。他和影山一样，天生有着对排球十足的热情，永远追求更进一步。但他有着天生的劣势：较矮的身高。排球作为一项竞技运动，会对某些身体素质有所偏好，身高便是其中一项。小个子是绝对的硬伤，虽然确实存在“小巨人”那样强大的选手，但并非所有人都能达到这样的完成度。尤其是半路开始排球的日向，除了弹跳力、体力、反射神经优异，其他方面都很差劲。即便凭借影山出色的控球能力，日向得以作为“最强的诱饵”在赛场活跃，他的能力也说不上“强”。</p>\n<p>日向的“想要赢”“想要更进一步”的信念，在我看来，比身高适中的“普通人”需要更强的原动力。不过故事中似乎没有出现过他为此动摇的时刻，日向一心想要继续站在球场上。“不想输不需要理由”，即便自己技术很差，身高很矮，日向想要获胜的心情不输给任何一个选手。</p>\n<p>想要赢的心情固然可贵，但能力不强，是无法被认可的。为全国大赛做准备的期间，影山和月岛都被选入强化合宿，日向没有获得这样的机会。日向的行动令人惊异，他独自冲去了月岛所在的一年级强化合宿，希望能提升自己的技术。虽然惹出了一定麻烦，被组织此次强化合宿的鹫匠教练直接打击“我看不出影山不在的情况下你有什么价值”，他还是决定继续参加合宿——以捡球童的身份。</p>\n<p>被牛岛质问“那你在这里做什么呢？”是一个疼痛的瞬间。日向把头埋进垫子当中，努力思考自己到底可以怎么做。我也经常会在内心这样询问自己，“你到底在做什么呢？”感到刺痛，然后不得不去思考，去行动。疼痛的瞬间也是成长进化的瞬间。作为捡球者在场外奔忙的时间里，日向学会了观察球场整体的动态，不再是只知道盯球的天真副攻。他也开始调整饮食，将身体打造成最好的状态。漫画里，日向顶着风雪骑车上坡的一幕长久地印在我的脑海里，这个场景极好地象征了日向的境况，执着坚定的心不会畏惧任何困难，前行的人眼里只有远方的目标。</p>\n<p>努力会是徒劳吗？努力需要证明吗？才能、努力、运气。也许偶然会让某次尝试落空，但某次成功的瞬间一定连接着无数沉重的努力。例如黑狼和施怀登·阿德勒对战时接下的牛岛的那一记重扣——因为发烧而提前离开赛场的不甘，独自在异国生存、学习的孤独与不安，那些酸涩的回忆所沉淀的努力共同成就了这一刻的光辉。这一份接球，证明了所有不为人知的努力。</p>\n<p>我常常认为自己的对手只有自己，要超越的、要批判的一直都是自己。而我们所有的努力，见证者也只有自己，或者所谓神明。从这个角度说，也许“神明”就是观察着自身的自己。双手因为练习生出厚茧，笔记本记了满满的笔记，或者使用某种方式进行“打卡”……这些确实都间接说明了自己所作的努力，但无思的努力是不是真的努力——我们无法欺瞒那个注视着自身的自己。我们需要努力的证明吗？我们需要他者知晓自己的努力吗？如果在很长的时间内，努力都看不到效果，他人都不认可自己，还能继续坚持吗？对于认真的人来说，这一定是值得明确的问题。</p>\n<p>《排球》里探讨了太多，我只取了关于“天才”和“努力”的两个切片。有看到关于“游戏心”的情节：不是轻松，而是考虑“快乐”，而快乐是需要付出努力的；有关于“反馈”的价值的：“反馈能让害怕变成快乐”；有关于个人视角的：“下定决心去做什么，什么事都只是转眼间”“有多简单，取决于自己的视角”；有关于“强大”的：“强大，就是自由”“只要变强，在你面前一定会出现更多强手”；有关于思考与行动的：“不动脑子地去做是最没有意义的。思考，尝试，却失败，是可以接受的。”</p>\n<p>在日常的努力挣扎中，《排球》里的故事经常激励我重整旗鼓。在“丧”成为常态、仿佛没有什么值得执着的、没有什么值得认真对待的当下，这样的少年漫画在努力构建一个关于成长、关于努力的价值的故事。每一个人物都有自己的挣扎，大家都努力向上，寻找自己的“好”。尤其，故事里的主人公日向和影山，被设定为1996年出生，我恰好与他们同年。我时常以日向的经历勉励自己，不可懈怠。第四季动画的OP《PHOENIX》里唱道：“人は一生　夢と感動　喰らい生きてく（人之一生 吞食着梦想与感动而生存着）”恰到好处地说出了我的感想。我爱各种形态的故事，包括并不严肃的漫画和动画，正是因为它们通过细腻的描绘传递了梦与感动。日向和影山两人作为国家队代表并肩屹立于赛场的形象，因过去全部故事的铺垫而触动人心。</p>\n<p>7月18日，是京都动画纵火事件一周年。 匿名的悼词里，多次提到了“志”的维系。存活下来的人们，继承了逝者的信念，要努力地继续创造梦与希望与感动。故事里的人，创造故事的人，阅读故事的人，大家因为故事而产生了某种联结，我们因故事而强化了某种向善的信念。“善”指善好、良善，不是道德意义上的善良，而是整体意义上的“好”。《何为良好生活》里说：“惟把一件事情做好的努力才使得目的与过程内在地联系在一起，才使得目的赋予整个过程以及每一步以意义。向善赋予生活——日复一日的生活过程——以意义。”善是努力，是要怎样，恶是不努力，是偷懒，是没有这个“要”。纵使我接受了荒诞的现实，我依然相信努力的意义，相信人们向善的价值。</p>\n<p>我们的努力，成为我们自己构建的生活。我们向着善成长，就如同种子长成大树。我们的生活，便是自身努力的证明与显现。感谢《排球》，感谢创作者们，也感谢每一个仍旧相信着努力的意义、向世界整体的善好前进的我们。</p>\n","next":{"title":"同志们，我们是这样的“后浪”吗","link":"post/同志们，我们是这样的“后浪”吗"},"plink":"https://sakamotomari.github.io/post/我们努力的证明/"}