{"title":"我们能否将暴力转为温情","date":"2022-05-29T12:19:45.000Z","link":"post/我们能否将暴力转为温情","comments":true,"tags":["City","Kindness","Story"],"categories":["随笔"],"updated":"2022-05-29T12:23:21.814Z","content":"<p>——Everything Everywhere All At Once 观后感</p>\n<p>这部电影在回应我们真实的问题，是身处这个技术进步、人情疏远的时代里的人们极其能共情的故事。（也许对于东亚人来说尤其能共情？）</p>\n<p>影片开头，主角Evelyn在她的办公桌和洗衣房之间忙碌穿梭的场景是如此熟悉，快速的步伐和尖利的嗓音与“焦虑”、“神经质”、“控制欲”等词汇紧密绑定。对于Evelyn来说，报税是一件令人崩溃的事情，招待多年未见的父亲也让人头大，塞满了任务的大脑无法接受更多的信息量。生活已经很难，在这种场景下，有什么能让她飞奔的思绪短暂停顿？不是丈夫的“我们能不能谈一谈”，不是女儿的“能不能给我一个准确的答案”，而是深藏内心的“<strong>回到从前</strong>”的愿望。</p>\n<p>电视屏幕上的男女舞姿轻盈，也许让她回忆起了年轻时与丈夫的爱情，因而一瞬恍惚。来自平行世界的人说着奇怪的话，而动摇了她坚定的“不要扯上我”的态度的，是对方对“反派”所制造的神秘物质的描述：“我们都能感觉到的，你也能感觉到的，事情有些不对劲——你穿的衣服第二天就变了，你的掉发情况每天也在变，甚至你喜欢的咖啡，喝起来……味道也变了。我们熟知的生活开始崩塌，邻里间也失去了相互的信任，而你每晚辗转反侧，想着——”“<strong>我们怎样才能回到原本的样子呢？</strong>”</p>\n<h1 id=\"被可能性包围的焦虑中，没有答案\">被可能性包围的焦虑中，没有答案<a href=\"post/我们能否将暴力转为温情#被可能性包围的焦虑中，没有答案\"></a></h1><p>“回到从前”的愿望，映照着对当下生活的不满，被糟糕境况困住的不安。从前的生活不是完美的，但总有一些闪光的时刻令人神往，于是在时时感到被扼住喉咙的当下，回到过去的愿望就愈发强烈。</p>\n<p>影片中，平行宇宙的设定让Evelyn得以窥见做出不同人生选择的自己。在看到自己“功夫女王”的版本时，对当前人生的失望达到顶峰。如果当初没有选择和恋人私奔，自己就不会过上日复一日经营洗衣房、折腾报税的枯燥生活，而会拥有受人瞩目的成功人生。</p>\n<p>“多重宇宙”的设定，也很类似我们当下的社会情形。在社交媒体里，你能看到那么多丰富多彩的生活，每个人似乎都拥有无限的可能性。年轻的人们被无穷无尽的选项包围，难以安于一条道路。一路做出选择、剪除其他的可能性分支后，人仍旧会在苦闷的时刻幻想其他的可能性。与那些缤纷的可能性相比，此刻自己的生活显得有些黯淡脆弱。</p>\n<p>在平行宇宙的设定中，可能会出现这些困境：对当前的生活感到失望；非常在意平行世界的情况而无法专注于当下的世界线；个人的意志和选择失去价值。其他世界的自己过得那么好，为什么我的生活这么糟糕？平行世界的自己为什么选了A而我选了B？既然“我”拥有选择A的可能性，也拥有选择B的可能性，那么这个世界线的我选择了其中一项的意义是什么？</p>\n<p>这些困境带来的一个结果是：<strong>放弃对当前身处的世界的把握，接受“Nothing matters”的信念，由着虚无的牵引下坠。</strong>“烂或不烂都没有意义，因为我们都会死”——流行的表情包里传达出类似的观点，大家都很烂，烂掉很爽，干脆全都烂掉吧。选择“烂”，选择自毁，选择一条坠落的路……破坏是如此容易，对一切都不屑一顾的姿态又似乎那么地“酷”。</p>\n<p>对“毁灭”的期待，反映了安全感的匮乏。广阔的世界里，无法找到一处心安之所。未来似乎于己无关，没有信心，没有动力。世俗生活显得俗不可耐，无止无休。无处释放的力量化作破坏力，要么对外要么对内，迫切地寻求推翻一切的那个答案，那个能让生活发生翻天覆地变化的答案。</p>\n<p>很遗憾，没有这样的答案。</p>\n<p>毁坏是容易的，建造是困难的。齐泽克曾多次表达对这样一个主题的兴趣：“the day after the revolution [1]”。 也许每一个曾被生活中琐碎、恶心的部分“逼疯”的人都幻想过某种毁灭，不管是外部世界的毁灭还是自我的毁灭。我们都很清楚，这种幻想无法解决生活中的问题，只能片刻缓解无处释放的压力罢了。破坏的激情消散殆尽后，我们要如何处理现实世界的烂摊子？<strong>我们要如何建构日常生活？</strong></p>\n<h1 id=\"暴力与善意，选择一种解决方式\">暴力与善意，选择一种解决方式<a href=\"post/我们能否将暴力转为温情#暴力与善意，选择一种解决方式\"></a></h1><p>有太多搞不清楚的事情了。报税也好，父亲的来访也好，女儿的“叛逆”也好，生活就是一场日复一日永无止境的隐痛，无人理解，答案也无处寻求。当Evelyn遇到了闻所未闻的挑战：一个附在女儿身体里的“邪恶”的化身，她的第一反应是把那个邪恶的玩意从女儿身上分离。解决掉那个邪恶的对象就不再有问题！这是一次易于理解的尝试——尝试把复杂的事态简化，简化为一个可打倒的敌人。但也许不存在这种分离方式呢？也许不存在那个邪恶的敌人呢？</p>\n<p>虽然依旧摸不着头脑，可是严峻的形势逼着大家采取行动，必须避免“邪恶”进一步扩张。无论是Evelyn，还是alpha世界线的人们，都采取了“暴力”这个方式。打败对方，就能解决问题。动手吧！</p>\n<p>故事中，危机的化解却不是依靠“平行世界”设定下的所谓“超能力”。在发生大乱斗的世界线里，Evelyn的“无能”丈夫Waymond开始了他的“说教”：</p>\n<p>“我知道你们战斗是因为又害怕、又困惑，我也一样困惑。每一天，我都不知道到底发生了什么。但是不知怎地，我感觉这都是我的错。”</p>\n<p>“我搞不明白。我只知道，<strong>我们要善良</strong>（we have to be kind）。Please, BE KIND.”</p>\n<p>仅看这几句话也许会觉得苍白无力——又来了，像极了自由主义人士关于道德的高谈阔论，天真得让人发笑。但结合多条世界线的境况，Waymond对于“be kind”的阐释则层次丰富了起来。“功夫女王”的世界线里，一身西装的Waymond这样解释被Evelyn的父亲所鄙夷的“软弱”：“我总是看到事情好的一面，那不是因为我天真，而是<strong>必要且需要</strong>。这也就是我的生存之道。”“我理解到你不是一个服输的人，我又何尝不是。只是我们选择的处理方式不一样。”</p>\n<p>“善”是一类人战斗的方式——理解人的需求，理解人的脆弱。面对混乱，在害怕、惊慌的状况下，选择善待彼此，而不是敌对斗争。这个观点似乎也和孟子的观点不谋而合，“翻转电台”节目便用“善是唯一选择”来归纳孟子学说的核心观点[2]。</p>\n<p>如何弥合理想主义和现实主义之间的鸿沟？我们并非身处一个人人安居乐业的理想社会，也并不是处在一个立刻就要毁灭的社会；对于大多数人来说，自己没有被逼到那样一个极端的位置。调和理想与现实的，是负责的人。并且，不仅仅是对自己负责，甚至还对他人负责。怪了，我们流行着“尊重他人命运，放下助人情结”的话语，相信“不要妄想改变他人”的观点，人要怎么对他人负责？</p>\n<p>“翻电”的主理人这样解读孟子的观点：负责的人，不会说其他人不可能怎样怎样。换言之，负责的人相信其他人的可能性。提到孟子，就会提到“性善论”。不为人熟知的是，孟子的性善论并非说人都是善良的，而是相信“人皆为尧舜”的可能性。负责的人，肯定人们对利益的追求，尝试为大家营造合理的利益（有“恒产”），并尝试教化人们（成为“君子”）。负责的人相信他人会生出“恒心”，会超出“利益”。</p>\n<p>听起来，负责的人会很累，这也符合我们的印象。如此尽心尽力，能换来什么呢，往往不也是他人肆意的伤害吗？孟子的解答是，我们没有其他的选择。在<strong>天下无道</strong>的情形下，倘若自己不希望感到<strong>耻辱</strong>，又想要<strong>负责</strong>，那么只能去走这条相信“<strong>善</strong>”的理想主义道路。“善道”不允诺好的结果。但如果全然按照利益之目的去行事，很可能会感到羞耻。那么，不如按照我们相信的法则去做事，然后等待天命。</p>\n<p>“<strong>人皆为尧舜</strong>”，是一种对善的可能性的相信，是“推己及人”的另一种诠释。我想要有足够生活的钱，想要有享受生活的闲暇，需要被爱、被理解、被承认；我也要照料他人，要对我的工作负责；我会为自己的贪婪、傲慢、冷漠、懒惰感到羞耻，愿意为更好的世界出一份力。乔治·奥威尔在《向加泰罗尼亚致敬》中记录了他对战争的观察。战争中充满欺骗，人们会经历种种荒谬和失望的时刻；奇怪的是，他却更加相信人类的高尚品质。还没满18岁的民兵西班牙小伙，看到躺在病榻上的奥威尔，一下子塞给他自己身上所有的烟草——那似乎是民兵一周的烟草补给。</p>\n<p>混乱之中，人当然迷茫。熟悉的秩序在崩塌，昔日的信念不再有效。面对这些年越发复杂的局势，Ray Dalio在不久前的经济学论坛中给出的建议是：<strong>对彼此更加善良</strong>。我们能不能善待彼此？能不能真正地交流对话？人们倾向于抱持着偏见，妖魔化远方的人们，拒绝沟通。如果意识到了其中的坏处，也许能够通过共同的、持续的努力，争取一个和平的未来。我们一直在形成新的偏见、或固守已有的偏见。但世界的复杂性远超出我们的偏见。尝试看到真实里的虚假，也看到虚假里的真实。理解人的脆弱和局限，相信人向善的心，愿意去对话，愿意去构建些什么东西。</p>\n<h1 id=\"击碎偏见的“不可能”\">击碎偏见的“不可能”<a href=\"post/我们能否将暴力转为温情#击碎偏见的“不可能”\"></a></h1><p>在Evelyn拎起棍子击碎洗衣店玻璃的世界线里，平息税务局审计员怒火的是那个“只会把事情变得更糟”的丈夫。他做了什么呢？他只是用笨拙的语言向审计员阐述了Evelyn的遭遇：今天自己递给她一份还欠着解释的离婚申请书。审计员笑着回忆当初得知丈夫要求离婚时自己的疯狂举动，也因而能够理解今天Evelyn的一系列行为（虽然真相并非和离婚申请书直接相关）。“正因为有我们这种unlovable bitch，世界才得以正常运转。”人是孤独的生物；<strong>人们始终有着被爱、被理解、被承认的渴望</strong>。作为“工作狂”的审计员如此，渴求自毁的女儿Joy也是如此。遑论对着电视屏幕晃神的Evelyn了。Evelyn相信自己在努力地经营这个家，一心希望女儿好。但在日复一日的操劳中，人很容易忘记自己和他人的脆弱，为了维持住奔忙不停的生活，紧绷着神经，封闭住了情感交流的窗口，疲惫地凭着惯性冲向终点。呵，你不懂，世界这么残酷，禁止天真，禁止自找麻烦，禁止多余的不正经行为。</p>\n<p>不得不说，击碎偏见是极其困难的。丈夫无能软弱，有他参与的事情只会让事情变得更糟；女儿很叛逆，丝毫不体谅母亲的辛苦，整日找麻烦；审计员总是说着听不懂的名词，用她恐怖的签字笔给出一大堆修改意见。在电影中，导演创造了一个对Evelyn来说不可能的世界线：她和最痛恨的审计员竟然是一对伴侣，挥舞着芥末酱热狗构成的手指，尝试用脚去爱抚对方。这极富冲击力的场景，有效地粉碎了Evelyn坚如磐石的世界观，让她密闭的思维之墙裂了口子，允许她认真地对待其他的可能性——例如丈夫并非软弱，女儿并非叛逆，税务审计并不是一件那么恐怖的事情。丈夫在尝试为家庭生计帮更多的忙，缓解妻子的压力，同时也希望能和妻子恢复往日充满欣喜的日常。女儿希望母亲能理解自己的压力和痛苦，承认她对虚无的向往是有道理的，希望母亲真正地和自己沟通。审计员不是刻意要找麻烦，她只是一个试图恪尽职守的普通人，下班后也有自己的苦恼和乐趣。开洗衣店不只是枯燥的重复，也是在帮助人们。交税不是无意义的任务，是对这座城市的一种尽责。</p>\n<p>正视这些可能性，理解人们被爱、被理解、被承认的渴望，理解人的脆弱，理解文明的脆弱。达成了这样的前提条件，我们也许就能够促成<strong>从暴力和恐惧向温情的转变</strong>。如果在一个小群体中产生了“暴力”的前兆，尝试站出来发声。即便不做第一个勇敢的人，也要做那第二个“是的，我也这么认为”的支持者 [3]。如果和他人发生冲突，尝试理解缘由，理解对方的情绪和需求。如果内心升起冷漠和鄙夷的情绪，提高警惕，不放弃改变偏见的机会。人当然无法无限地负责，至少在可控的范围内，坚守善道。</p>\n<p><strong>开放与共情</strong>，难，而珍贵。</p>\n<p>影片中母女和解的过程有些轻巧，真实世界里仍有无数纠缠扭结的“亲情”故事。与缺乏共情的对象交流，是一件令人沮丧的事情，而我们的环境里这样“机械”的人并不少见。仅从这个故事来看，主角在结尾有了这样的成长：对待女儿，不试图全盘控制、用自己的期待绑架她；也不彻底放手、以任其自生自灭的态度割断联系。将心力放置到<strong>具体事件的推动解决</strong>中，减少空泛的对现状的不满情绪。这种成长很不易，需要反思自己和他人的关系，恢复和他人情感的联结。并且，这不是习得之后就永久持有的技能，而是需要“<strong>时时勤拂拭</strong>”的觉察。影片中有那么多疯狂事件的冲击，才足以撬动顽固的Evelyn的心房，让她恢复对周围人们的感知。回到我们身处的世界里，互相的“理解”依旧是一件那么困难的事情。</p>\n<p>也许试图从以“奇妙幻想”为特征的影片中挖掘出和“道德”“责任”有关的要素是一件有些别扭的事情，但结合当下的情形，我很愿意从这样的视角去看待这部电影。朋友们，谨记我们的“脆弱”，始终善待我们周围的人。<strong>Be kind!</strong></p>\n<h1 id=\"参考资料\">参考资料<a href=\"post/我们能否将暴力转为温情#参考资料\"></a></h1><p>[1] <strong>The Day After: An Interview with Slavoj Zizek</strong></p>\n<p><a href=\"https://fillip.ca/content/the-day-after\" target=\"_blank\" rel=\"noopener\">https://fillip.ca/content/the-day-after</a></p>\n<p>“The only measure of the greatness of the event is how it succeeds in structuring everyday life.”</p>\n<p>“The real battle was after the October Revolution when the most elementary rituals of everyday life had to be reinvented. ”</p>\n<p>[2] <strong>孟子：善是唯一选择（孔子15）-翻电2.0</strong></p>\n<p><a href=\"https://www.xiaoyuzhoufm.com/episode/623992bc4f3d56a9afd61709?s=eyJ1IjogIjVlODZjOWFlNTk5ZDlmNTg3NTFkYzdjYyJ9\" target=\"_blank\" rel=\"noopener\">https://www.xiaoyuzhoufm.com/episode/623992bc4f3d56a9afd61709?s=eyJ1IjogIjVlODZjOWFlNTk5ZDlmNTg3NTFkYzdjYyJ9</a></p>\n<p>[3] <strong>危机中的城市，谁是日常的英雄</strong></p>\n<p><a href=\"https://www.xiaoyuzhoufm.com/episode/6284ebd6ad3e85ac09d6c6ba?s=eyJ1IjogIjVlODZjOWFlNTk5ZDlmNTg3NTFkYzdjYyJ9\" target=\"_blank\" rel=\"noopener\">https://www.xiaoyuzhoufm.com/episode/6284ebd6ad3e85ac09d6c6ba?s=eyJ1IjogIjVlODZjOWFlNTk5ZDlmNTg3NTFkYzdjYyJ9</a></p>\n<p>对本文有启发的其他材料：</p>\n<p><strong>翻电Special 杰作！纯21世纪电影《妈的多重宇宙》 VOL.90</strong></p>\n<p><a href=\"https://www.xiaoyuzhoufm.com/episode/628649e7e2faf1d02a817960?s=eyJ1IjogIjVlODZjOWFlNTk5ZDlmNTg3NTFkYzdjYyJ9\" target=\"_blank\" rel=\"noopener\">https://www.xiaoyuzhoufm.com/episode/628649e7e2faf1d02a817960?s=eyJ1IjogIjVlODZjOWFlNTk5ZDlmNTg3NTFkYzdjYyJ9</a></p>\n<p><strong>A Remedy For FOMO</strong></p>\n<p><a href=\"https://www.noemamag.com/a-remedy-for-fomo/\" target=\"_blank\" rel=\"noopener\">https://www.noemamag.com/a-remedy-for-fomo/</a></p>\n","next":{"title":"野草记事","link":"post/野草记事"},"plink":"https://sakamotomari.github.io/post/我们能否将暴力转为温情/","toc":[{"title":"被可能性包围的焦虑中，没有答案","id":"被可能性包围的焦虑中，没有答案","index":"1"},{"title":"暴力与善意，选择一种解决方式","id":"暴力与善意，选择一种解决方式","index":"2"},{"title":"击碎偏见的“不可能”","id":"击碎偏见的“不可能”","index":"3"},{"title":"参考资料","id":"参考资料","index":"4"}]}