{"title":"故事这样相连","date":"2020-12-19T13:27:34.000Z","link":"post/故事这样相连","comments":true,"tags":["Life","Reading"],"categories":["随笔"],"updated":"2020-12-19T13:36:48.385Z","content":"<p>“真有意思！”发出这种感叹，通常是在什么情况下呢？</p>\n<p>故事里散落的碎片在结尾被巧妙地连在一起，看似无意义的点被连成了线；你理解了整体，看到了这条闪闪发光的链条：“真有意思！”</p>\n<p>今天就接连遇到了两次这样的时刻，忍不住写下来。</p>\n<p>上周刚读完森见登美彦的《奔跑吧！梅洛斯：新解》，所谓“新解”，就是对已有的文章进行再创作。森见对五篇经典短篇小说进行了改编，讲述了独具个人特色的以颓废大学生为主的故事。拿到书，看到书腰的背面写着：“阅读的乐趣不只在书中，也在书之间、书之外。”下面是一串布满圆圈的谜题，可以看到“人虎⚪（唐⚪⚪）→山⚪⚪（⚪⚪敦）→⚪月⚪（森⚪⚪⚪⚪）”之类的符号。显然，这就是故事之间的线索链条了。我知道森见老师改写了中岛敦的《山月记》，但并不知道山月记之前还有些什么源头。总之先开始读书附带的《文豪别册》，毕竟我有限的文学阅历里尚未包括这五篇短文。顺带一提，经常被我们凡人引用的那句“深怕自己并非明珠而不敢刻苦琢磨，又自信有几分才华，不甘与瓦砾为伍”便是《山月记》主角所言。</p>\n<p>《山月记》的翻译和其他四篇风格有所不同，开篇“陇西有李征，乃博学才颖之士”。心想，这仿佛在做高中古文阅读题；不知道日文原文是什么样；翻译也用心了。再次顺带一提，主角的故乡叫做“虢略”，第一个字读guo二声——为自己的无知而惭愧。为什么唯独这一篇使用古体呢？等到翻开新解的原作简介，这谜底才揭晓。</p>\n<p>“一九四二年，中岛敦发表在《文学界》杂志上的短篇小说。取材自唐代传奇小说《人虎传》，描写了为『诗』痴狂的李征的悲惨命运。”</p>\n<p>原来如此！原作竟也是一次再创作，来源于唐代传奇小说。唐传奇，真是令人怀念的体裁，上一次碰到这个词可能是在初中或者高中的历史课了。没想到会在这里再见。接着是今天——是的，今天竟然又听到了“唐传奇”这个词。我想这不是什么“孕妇效应”“视网膜效应”，它确实少见。播客里嘉宾在推荐新书，陈春成的《夜晚的潜水艇》。在形容其幻想和超越的成分时，嘉宾说它有点接近于唐传奇的传统，而不仅仅是评论人所提到的汪曾祺或卡尔维诺。两位嘉宾接连分享了自己爱读的传奇志怪，包括虬髯客传、红拂夜奔、聂隐娘。因为不熟悉，第一个词我并没有听出来，没想到后面两个能辨识出来（因为王小波的同名小说，以及手机游戏《江南百景图》的角色）。嘉宾还提到《杜子春》，说芥川龙之介经由中国通朋友石田干之助的推荐，读了这篇唐传奇并进行了改写。日本文人能从唐传奇诡谲的想象力中汲取养分，我们国内的当代小说却没有，这种脉络断掉的话岂不是很可惜。嘉宾坦言自己推荐陈春成也是基于这种风格的稀缺性 [1]。</p>\n<p>真有意思！我一定要来读一读这本书。喜欢森见登美彦也是部分因为他笔下幻想（妄想）的奇妙趣味，既然嘉宾用“类似于拥有诡谲想象力的唐传奇”来形容，《夜晚的潜水艇》也大概率会对我的胃口。</p>\n<p>这是今天第一个“真有意思”的时刻，第二个也是来源于播客。回程时随手听了另一集节目，介绍了两首歌，Joni Mitchell 的 Both Sides Now 和 Marianne Faithfull 的As Tears Go By。这两首歌有一个共性：作者都在二十几岁的年纪创作了这首歌，在几十年后又对这首歌有了不同的演绎。播客主持人以此表达关于人的“成熟”我们该如何理解[2]。我对这些歌曲都不了解，回家后打开网⚪云音乐，习惯性地翻阅评论（虽然⚪抑云的评论区饱受诟病，我还是经常在听不熟悉的歌时打开看一看），最新的几条表明他们也是那一档播客节目的听众；再往下翻，又发现了有意思的内容——“Joni Mitchell是大卫吉尔莫青年时喜欢的歌手，而大卫吉尔莫长大后创作了《闪耀吧，疯狂钻石》，也就是击败吉良吉影的替身来源。”[3]</p>\n<p>搜索了一下，Joni Mitchell确实是David Gilmour很喜欢的歌手。等等，为什么突然提到了吉良吉影？再仔细看了看评论，原来是一个昵称中含有“吉良吉影”的用户评论自己是因为蜘蛛侠和死侍24漫画而来的，一名头像是amazarashi《千分之一夜物语》封面的用户因此评论了那句话。吉良吉影是日本漫画家荒木飞吕彦的作品《JOJO的奇妙冒险》里的角色，而荒木创作的许多角色和其能力原型都来自于自己喜爱的西方歌手，堪称通过创作故事而安利个人喜好的专家。amazarashi是一个乐队，特地说出来只是因为我也喜欢这个乐队罢了。</p>\n<p>真有意思——故事又这样相连了。</p>\n<p>前几日在微博看到有博主分享了这样一个“故事”：某篇文章作者介绍自己中年危机之后变得对佛学感兴趣，同时又发现佛学的很多观点和她年轻时就很喜欢的哲学家休谟有很多地方一致，于是开始研究休谟是否曾经受过佛教影响。通过翻阅大量历史资料，她发现在1730年代，的确有一位曾经前往西藏多年并研究过佛教的耶稣教士与休漠在法国的一个小城应该有过交集。作者说她的个人兴趣已经开始引起历史学家的重视，重新审视启蒙时代时东方思想对西方的影响。</p>\n<p>另外，这篇文章的作者提到因为这个研究，自己也结实了年逾她十多岁的Alvy Ray Smith并结为夫妻 [4]。后者是图形学先驱，最开始在施乐做绘图程序，后来图灵奖得主艾伦凯邀请乔布斯访问施乐，接着拥有图形界面的mac正式问世，从此改变了世界。离开施乐后，Alvy给自己所在的动画公司起了名字，叫Pixar，再后来，老爷子就到了微软。当然他还是HSV颜色空间的作者[5] 。最开始的文章作者则是著名育儿书籍《园丁与木匠》的作者。分享了这个故事的博主评价道：“总之，人生的确是很有意思，不经意读一篇文章就串起来如此多的信息，当然，这需要你之前有点知识储备”。</p>\n<p>串联起看似无关的信息，就会让人产生“理解”的愉悦感。是因为不确定的世界变得清晰一些了吗？是因为这不为人知的线索只有少数人注意到吗？是因为从这些“连接”中看到了“连接”的可能性吗？文章，书籍，音乐，播客，漫画，游戏，动画，电影……以这些充满创作自主性的作品为载体，创作家们表达着自己对世界的观察与幻想。人类所关注的相似的母题，被无数创作者以自己独特的方式展现给世人。经典作品或许已经蒙尘，年轻创作者们从中汲取养分创作出自己的“流行作品”。观众们经由这些作品，聚集在一起，因发现其间相连的奥秘而雀跃不已，有时也会因此而向着经典的好的东西追溯。过去的作品对创作家呼喊着“来挑战我啊”，于是新时代的作品诞生了；读者们由种种因缘际会而欣赏着同一部作品，因自己的个人经验而获得独特又有共性的体验；某部作品带来的感动，又经由人们以不同的形式得到扩散。不经意间，人们互相影响，作品与作品通过人相连，人通过作品与更多的人相连。</p>\n<p>吾生也有涯，而知也无涯。信息无穷无尽，按照自己的兴趣去探索吧。一颗忍不住地好奇、主动向外探索的热忱的心，不会被死气沉沉的牢笼束缚，不会被假的、恶的、丑的事物欺骗，不会害怕虚无。去看，去听，去说，去交流，去做，在这旅途上有时会遇到有趣的信息块儿，有时会遇到有趣的人。人与人会产生什么样的化学反应呢？会创造出怎样的故事呢？真让人期待啊，真有意思啊。</p>\n<blockquote>\n<p>“你最开始找到了《福尔摩斯全集》，作者柯南·道尔写的《失落的世界》可说是科幻小说，而这是因为他受了法国作家儒勒·凡尔纳的影响。而凡尔纳会写《桑道夫伯爵》，则是因为尊敬大仲马。日本翻译大仲马的《基督山恩仇记》的，是主持《万朝报》的黑岩泪香，他曾在《明治巴别塔》这本小说以剧中人物出场，而小说的作者山田风太郎在《战中派黑市日记》当中，以一句‘劣作’作评不屑一顾的作品，是一本叫《鬼火》的小说，这是横沟正史写的。横沟正史年轻时担任《新青年》杂志的主编，而与他携手合作编辑《新青年》的，是写了《雌雄同体之裔》的渡边温。他因公务造访神户，所搭乘的轿车与火车相撞，意外身亡。以《春寒》这篇文章追悼他的，是常受渡边之邀写稿的谷崎润一郎。而在杂志上批评这个谷崎、展开文学笔战的是芥川龙之介，芥川在笔战的数个月后自杀身亡。以他自杀前后的情形为灵感创作的，是山田百闲的《山高帽子》，而赞赏这百闲的文章的，则是三岛由纪夫。三岛在二十二岁时遇见一个人，当面对他说‘我讨厌你’，那个人就是太宰治。太宰自杀一年前，为某个男人写了一篇追悼文，说‘你表现得很好’。受到太宰赞许的那个人，便是死于结核病的织田作之助。你看，那里就有人在读他的全集散本。” 少年指着那个坐在纳凉座撑着伞的和服女子，她看的确实是织田作之助全集的散本。 [6]</p>\n</blockquote>\n<p>这是森见登美彦所作《春宵苦短，少女前进吧》中的一段。书是彼此相连的，故事与故事是相连的，因为人和人是相连的。</p>\n<p>今天收到了朋友寄赠的普通英俊杨威利的钥匙扣。和朋友熟识大概是因为中学时对绘画的兴趣和对奈须蘑菇的兴趣。知道奈须蘑菇是因为剧场动画《空之境界》，而之所以对这部作品感兴趣是因为坂本真绫为其女主角配音。我在当时因为一首歌而喜欢上了坂本真绫这个人。后来才知道这首歌的创作背景，是她独自在欧洲旅行期间初次作词作曲的曲子。这次旅行也与二十代特有的迷茫有关，她从多年培育她的著名音乐人菅野洋子那里独立出来，挣扎着找到自己的道路。菅野洋子配乐的名作颇多，例如《星际牛仔》、《攻壳机动队》。《攻壳机动队S.A.C.》系列的导演是神山健治，而神山健治则为《奔跑吧！梅洛斯：新解》写有一篇解说，也即是本文开篇提到的书。</p>\n<p>真有意思!</p>\n<h1 id=\"所引用内容\">所引用内容<a href=\"post/故事这样相连#所引用内容\"></a></h1><p>[1] 鼓腹而游 010|工具人的阅读困境与收获 （52:22附近）<a href=\"https://podcasts.apple.com/cn/podcast/010-%E5%B7%A5%E5%85%B7%E4%BA%BA%E7%9A%84%E9%98%85%E8%AF%BB%E5%9B%B0%E5%A2%83%E4%B8%8E%E6%94%B6%E8%8E%B7/id1525513899?i=1000502387773\" target=\"_blank\" rel=\"noopener\">https://podcasts.apple.com/cn/podcast/010-%E5%B7%A5%E5%85%B7%E4%BA%BA%E7%9A%84%E9%98%85%E8%AF%BB%E5%9B%B0%E5%A2%83%E4%B8%8E%E6%94%B6%E8%8E%B7/id1525513899?i=1000502387773</a></p>\n<p>[2] 八分 244.如何看待生命的成熟？<a href=\"https://podcasts.apple.com/cn/podcast/244-%E5%A6%82%E4%BD%95%E7%9C%8B%E5%BE%85%E7%94%9F%E5%91%BD%E7%9A%84%E6%88%90%E7%86%9F/id1492414487?i=1000502570722\" target=\"_blank\" rel=\"noopener\">https://podcasts.apple.com/cn/podcast/244-%E5%A6%82%E4%BD%95%E7%9C%8B%E5%BE%85%E7%94%9F%E5%91%BD%E7%9A%84%E6%88%90%E7%86%9F/id1492414487?i=1000502570722</a></p>\n<p>[3] <a href=\"https://music.163.com/#/song?id=5051113\" target=\"_blank\" rel=\"noopener\">https://music.163.com/#/song?id=5051113</a></p>\n<p>[4] <a href=\"https://weibo.com/1865936993/JysN5yVs5\" target=\"_blank\" rel=\"noopener\">https://weibo.com/1865936993/JysN5yVs5</a></p>\n<p>[5] <a href=\"https://zhuanlan.zhihu.com/p/27852081\" target=\"_blank\" rel=\"noopener\">https://zhuanlan.zhihu.com/p/27852081</a></p>\n<p>[6]<a href=\"https://book.douban.com/subject/35125822/blockquotes\" target=\"_blank\" rel=\"noopener\">https://book.douban.com/subject/35125822/blockquotes</a></p>\n","prev":{"title":"2020：可期的平均","link":"post/2020：可期的平均"},"next":{"title":"时时拂拭","link":"post/时时拂拭"},"plink":"https://sakamotomari.github.io/post/故事这样相连/","toc":[{"title":"所引用内容","id":"所引用内容","index":"1"}]}