{"title":"札记|维特根斯坦传","date":"2020-09-27T13:45:18.000Z","link":"post/札记-维特根斯坦传","comments":true,"tags":["Life","Reading"],"categories":["Notes"],"updated":"2020-09-27T13:48:03.953Z","content":"<p>读完此书，就多了一位具体可感的榜样。虽然知道深藏于心的困惑与矜持都绝不是自己仅有的，但以传记这种鲜明的形式得到呼应，行路时就多了一份信心。</p>\n<h1 id=\"“诚实”\">“诚实”<a href=\"post/札记-维特根斯坦传#“诚实”\"></a></h1><p>今年的一个困惑是“我的工作是否诚实”。“诚实”意味着知晓自身的位置，能够较为准确地把握自己的工作与他人、与社会的关系。其中一层含义是“我是否是因为拥有某种特权才能做这样的工作”；另一层是“我的工作带来的价值与我获得的收益、社会地位等是否匹配”。为什么社会中的财富是这样分配的？我的工作的价值是什么？维特根斯坦一直鼓励他人选择“诚实的行业”，尤其是技工和医师。他本人也在战时工厂、偏远的学校、医院等地工作过，还曾抱有前往俄国干苦力活的想法（但没能遂愿，俄国的学者们只愿意让他继续做哲学教授）。他认为剑桥的空气令人窒息，反感许多学生和老师身上的“聪明”，且认为学术环境正期望着专家们欺骗自己、欺骗学生。换言之，他认为许多精英是不诚实的。</p>\n<blockquote>\n<p>（选段一）</p>\n<p>在维特根斯坦的影响下，他（阿尔费德·索格伦）抛弃了对大学的一切念想，而去接受技工训练。在这个意义上，他也许是维特根斯坦的第一个弟子，20世纪30-40年代剑桥的光彩而年轻的本科生的先驱者——那些人同样地选择了某种诚实的行业，而不是从事其教育和特权背景为之备好的职业。</p>\n<p>（选段二）</p>\n<p>我们当然要假定，维特根斯坦觉得这封信体现出的孩子般的简单——几乎可说是头脑简单——惹人喜爱。无疑，斯金纳的信里一点没有维特根斯坦很讨厌的许多剑桥的学生和老师身上的“聪明”。他不是那种说“哦，真的吗！”的人。他的信里也一点没有自我中心的痕迹。</p>\n<p>（选段三）</p>\n<p>他祝贺马尔科姆获得博士头衔，敦促马尔科姆好好利用之，别欺骗自己或欺骗学生：“因为，除非我错得离谱，那正是人们期望你做的事。”他祝马尔科姆在学术岗位上好运，并再次强调，唆使马尔科姆欺骗自己的诱惑将是压倒性的：“只有凭着一个奇迹，你才能在哲学教学里做出得体的事。”</p>\n</blockquote>\n<p>“教育和特权背景为之备好的职业”——纵使努力是有所收获的必要条件， 我们也应认识到，自己确乎享有某种程度的“特权”。上野千鹤子在2019年东京大学入学典礼的发言阐述了这种“特权”：</p>\n<blockquote>\n<p>请你们不要忘记，那些你们自以为“努力换来的回报”，并不单单是你们拼命努力的成果，而是你们身处的环境所赋予你们的。你们今天之所以能觉得“努力就会有回报”，是因为在过去的岁月里，你们周围的环境激励你们、督促你们、支持你们，并且称赞你们所获得的成就。你们是足够幸运的，因为世界上存在着即便努力也无法得到回报的人，存在着即便想努力却无法努力的人，也存在着由于过度努力而身心受挫的人，还存在着努力之前，因被别人嘲讽“就凭你不可能做到”，或陷入自我怀疑“反正我也做不到”，而丧失前进的动力的人。</p>\n</blockquote>\n<p>拥有这种意识，是保持诚实的起点——从此我们能更多地注意到到社会中的其他人，会去思考我们要如何在这个广阔的世界里自处。当然，并不是说享有某种特权是所谓“原罪”，而是强调对周围世界的关注。这是道德上的自我要求，且并不承认“先把自己的日子过好再去管其他的”这样的逻辑，因为生活的“好”就包含着自身在社会中的参与情况。《孔颖达疏》写道：“言人有至诚，非但自成就己身而已，又能成就外物。” 古希腊社会对良好生活的想象是天然包含“好公民”的含义的。关注自己的“小生活”，和关注周围的整体的世界，不应是一先一后，而应是同时进行的。</p>\n<p>我尚未完全消除“自己的工作是否诚实”的困惑。我仍需时不时地拷问自己。</p>\n<p>这种困惑之所以会成为困惑，也与“我”与自身的关系有关——我试图对自己保持诚实，于是一些困惑会时不时地显现，无法被简单的说理掩盖。我相信我们都会有过这样的时刻：发现了某件事情的荒谬，它也许为人熟知，甚至已经是老生常谈，也许已经有各式各样的分析和衍生的时髦词汇，好像事情已经得到了解答，但你觉得这不对劲，事情还没完，不可以用让人会心一笑的段子消解，不可以装作已经没有困惑。对自己诚实，意味着在追求“美好生活”的时候，不自欺，不把自欺式的美好生活视作美好生活。对自己的审视也是如此，我们需要保有严肃的一部分，至少在独处时，应当真实于自己。</p>\n<blockquote>\n<p>“就改善你自己好了，”后来维特根斯坦对许多朋友说，“那是你为改善世界能做的一切。”对他来说，政治问题与个人完善的问题相比总是第二位的。他八岁时问自己的问题是由一种康德式的绝对律令回答的：一个人应当诚实，就是这样，问“为什么”是不恰当的，不能回答。进一步，所有其他问题的提出和回答必须在这个确定的限度之内，真实于自己是不容违背的责任。</p>\n<p>决心不隐藏“自己之所是”成了维特根斯坦总体人生态度的一个核心。</p>\n</blockquote>\n<p>对“诚实”的追求，也意味着准备好随时修正自己对“真实”的认知，以开放的姿态迎接新的信息。</p>\n<blockquote>\n<p>在某种意义上他自己非常年轻。他甚至看上去也年轻，他四十岁了，人们却常常误会他是本科生。但还不止于此：他具有年轻人的智性上的新鲜和柔软。他告诉德鲁利，“心智的僵硬比身体早得多”；在这个意义上他仍是个青年。即，在他的精神态度中，已然固执的部分很少。回剑桥时他准备全面修订自己迄今得到的一切结论——他愿意考虑的不只是新的思考方式，甚至还有新的生活方式。因此，他和本科生一样未定型，还没有固定在某种具体的生活模式里。</p>\n<p>……</p>\n<p>不留情面地追寻真理的人将欣然抛弃自己形成的无论什么“珍视的观念”。</p>\n</blockquote>\n<p>顺便一提，维特根斯坦还认为诚实的品质和个人的品味有关。</p>\n<blockquote>\n<p>维特根斯坦辩称学习数学能提高人的品味：“因为好品味是真诚的品味，因此任何使人诚实思考的事都滋养它。”……完全有理由认为，维特根斯坦说这话是全然认真的：对于他，诚实和好品味是紧密交织的概念。</p>\n</blockquote>\n<p>我们都能感受到保持诚实的不易。维特根斯坦也一直在挣扎，对自己的哲学工作，对自己的亲密关系，对生活安排……他一直凝视着自身，坚执着生活的严肃性，保持“伦理上的严肃和忠实”。这种状态甚至能经受住最严厉的法官的审查——自己的良心。可以想见，他的严肃到了一种不被身边朋友理解的程度。</p>\n<h1 id=\"友谊与爱\">友谊与爱<a href=\"post/札记-维特根斯坦传#友谊与爱\"></a></h1><p>友谊与爱，这是我们熟悉却又把握不好的主题，对维特根斯坦来说也同样如此。人们从中汲取到养分，也不可避免地陷入纠结。维特根斯坦曾享受过数位友人的陪伴，当他们在场时，维特根斯坦感到自己能够安心地工作——虽然朋友可能会觉得陪伴维特根斯坦是一件很麻烦的事。品生特曾陪维特根斯坦度过几次假期，坦言这不是一件轻松活儿：</p>\n<blockquote>\n<p>与此相关，他还忧虑自己的逻辑工作可能终究并无真正的用处：“于是，他的神经脾气带给他一种悲惨的生活，也带给别人很大的不便——并且毫无意义”。（品生特）</p>\n</blockquote>\n<p>他对朋友也有着严格的要求——如果认为某人的工作没有价值，维特根斯坦就直接说出来，比如对罗素的通俗作品的批评。这让罗素抱有复杂的心情：</p>\n<blockquote>\n<p>维特根斯坦的批评使我深深不安。他希望对我有好的评价，他如此难过、如此温顺、如此受伤。（罗素）</p>\n</blockquote>\n<p>有时维特根斯坦又会在信件中突然（甚至有些莫名地）袒露对真诚的友爱的感激，比如对一位受自己资助的青年人的感谢信的回信：</p>\n<blockquote>\n<p>在我生活的摇摆的平衡中，任何高贵之人的友爱都是一种支持。我完全配不上这份出色的礼物；我把它存在心中，当作这友爱的痕迹和记忆。（维特根斯坦称受益人里尔克的致谢信是“友善的”和“高贵的”）</p>\n</blockquote>\n<p>对于老友见面，维特根斯坦似乎也有着严苛的要求：</p>\n<blockquote>\n<p>我们十一年没见了。我不知道这期间你有没有变化，但我肯定大大改变了。很遗憾我得说我并不比过去更好，但我不一样了。因此，如果我们见面，你会发现来见你地人并不真是你想邀请地那个人。毫无疑问，即便我们能设法互相理解，一两次交谈也不足以达到这目的，而我们见面的结果对你将是失望和恶心，对我将是恶心和绝望。</p>\n<p>（维特根斯坦写给凯恩斯的信）</p>\n</blockquote>\n<p>他爱过一些女性和男性，却是以一种沉重的方式；对于双向的亲密关系，他表现得疏离：</p>\n<blockquote>\n<p>维特根斯坦对柯克的醉心——实际上从未说出、未获认可、未得回报——是他的一个特质的最纯粹例子；那正是他以前对品生特和玛格丽特的爱的特质；即对他人感情的某种冷漠。品生特和玛格丽特——当然还有柯克——都不爱他，但似乎并未影响他对他们的爱。实际上，也许他因此更容易给出他的爱，因为这样的关系能在他自己感情的美好孤立中安全进行。他后期的许多工作是为了反对曾一度吸引他的哲学唯我论（他说他的后期工作是一种向苍蝇示出飞离捕蝇瓶之路的努力）；这种哲学唯我论有其对应之物：他的罗曼蒂克爱恋照之而行的情感唯我论。在弗朗西斯那里这种孤立遇到了威胁；面对这一威胁，维特根斯坦退缩了，就像叔本华寓言里的豪猪退缩进体表的尖刺之后。</p>\n</blockquote>\n<p>但毫无疑问的是，维特根斯坦从友谊中收获了很多爱，这帮助他更好地进行工作。</p>\n<p>在战争初期失去感受力和生产力的低潮时期，是遥远的品生特的来信让他恢复了工作的激情，挣脱了麻木和懒散的状态。他在日记里记录道：“收到大卫可爱的信。”一封回信的草稿内容如下：</p>\n<blockquote>\n<p>我亲爱的大卫：</p>\n<p>今天收到你1月27日写的信。极限到了。此刻我正又肥沃起来。</p>\n</blockquote>\n<p>当自己费尽心思写出的作品没有人能读懂时，有朋友寄来一封真挚的读后感，仿照了作品里维特根斯坦的写作方式：</p>\n<blockquote>\n<p>我认为现在我</p>\n<p>大体理解了它，至少在我身上你已</p>\n<p>完全实现了你的目的：通过这本书</p>\n<p>为一些人提供一点乐趣；我</p>\n<p>确信你的思想为真，而且</p>\n<p>辨出了其意义。</p>\n<p>（保尔·伊格尔曼给维特根斯坦的信）</p>\n</blockquote>\n<p>与朋友斯法拉的讨论则给了维特根斯坦全新的视角，让他的哲学获得一次蓬勃生长。</p>\n<blockquote>\n<p>……与斯法拉的讨论令他觉得自己像一棵砍掉了所有树枝的树。这个隐喻是精心挑选的：把死的树枝砍掉，新的、更健壮的树枝就能长出来。</p>\n<p>维特根斯坦曾对洛什·里斯谈到，自己从跟斯法拉的谈话里获得的最重要东西是一种看待哲学问题的“人类学”方式。……《逻辑哲学论》处理语言时，把语言与其使用的环境隔绝开；《哲学研究》则反复强调给予语言表达以意义的“生活之流”的重要性；描述一种“语言游戏”时，不能不提到其中的行为，以及做语言游戏的“部落”的生活形式。</p>\n</blockquote>\n<p>维特根斯坦在临终前，让照顾着他的贝文夫人转达给第二天来的朋友们：“告诉他们我过了极好的一生。”</p>\n<h1 id=\"可期的天才\">可期的天才<a href=\"post/札记-维特根斯坦传#可期的天才\"></a></h1><p>“天才”是在出生时就决定好的属性吗？不是的，维特根斯坦用自己的经历表明，天才是可期的，是一个人锤炼自我而成就的。“挣扎”二字，在被称为“天才人物的完美范例”的维特根斯坦身上也看得清晰。</p>\n<p>天才不仅需要才能，也需要勇气。有勇气质疑、推翻人们习以为常的概念与思考方式，也有勇气质疑、推翻自己的一切。那是一种持续的努力，审视自我、推翻自我。在青年时期，受魏宁格影响，维特根斯坦持有“必须成为天才，否则去死”的想法。在决心投身于哲学工作之前，他非常犹豫，希望罗素能认可自己的才能。罗素认可了他，他这才从自杀的阴影中逐渐走出。然而他还是有一种不把事情完全想清楚就不动笔写作的倾向——要么做出完美的东西，要么什么也不做。罗素说，除非他学习写出不完美的东西，否则就拿不了学位——这让维特根斯坦显得很狂暴，尔后又恳求罗素，即使他让罗素失望，也不要放弃他。这种对完美、对好、对真的追求贯穿了他的一生，他经常否定自己几周前的想法，或是把手稿全部推翻重来一遍。他不断质疑自己的思考能力，同时又想方设法逼迫自己专心工作。</p>\n<p>维特根斯坦曾在一战中服役参军，入伍动机却不是保家卫国。他希望经受一些困难的事情，做一些和纯粹的智力工作不同的事情，从而转变为一个不同的人。他觉得直面死亡的经验将以某种方式改进自己。也即是说，他是为了自己而走向战场。一到前线，他便申请前往观察哨所，独自面对死亡的可能性。在岗的每一夜他都做好了死亡的准备，同时祈求上帝“赐予他不畏惧地、直率地睁眼看死亡的勇气”。在前线的日子里，他也有一定时间研究逻辑。1916年6月，维特根斯坦所在的团遭受巨大伤亡。一个问题突然插入到他对逻辑基础的思索中——“对上帝和生命的目的我知道点什么？”从这里开始，探究逻辑的问题和自我的问题，这两个他视为己任的问题，已合而为一。</p>\n<blockquote>\n<p>我知道世界存在。</p>\n<p>我处于其中，就像我的眼睛在眼睛的视域中。</p>\n<p>有关它的某事是成问题的，我们称之为它的意义。</p>\n<p>这意义不在它之中，而在它之外。</p>\n<p>生活就是世界。</p>\n<p>我的意志渗入世界。</p>\n<p>我的意志是善的或恶的。</p>\n<p>于是，那善和恶与世界的意义有某种联系，</p>\n<p>生活的意义，即世界的意义，我们可称之为上帝。</p>\n<p>而与此相联系的是，把上帝比作父亲。</p>\n<p>祈祷就是思考生活的意义。</p>\n<p>我不能令世界里发生的事情屈服于我的意志：我是完全无能的。</p>\n<p>我只能让自己独立于世界——从而在一个特定意义上控制世界——通过拒绝对发生的事情施加任何影响。</p>\n<p>（维特根斯坦的笔记）</p>\n<p>……从此这类思索主宰了笔记本。仿佛是，个人的事和哲学的事融合起来了；伦理和逻辑——“对自己的责任”的两个方面——终于走到了一起：不只是同一个人目标的两个方面，而是同一哲学工作的两个部分。</p>\n</blockquote>\n<h1 id=\"过怎样的生活\">过怎样的生活<a href=\"post/札记-维特根斯坦传#过怎样的生活\"></a></h1><p>与“必须成为天才，否则去死”的句式类似，《安娜·卡列宁娜》里有一句“不知道我是什么，我就不能活”。</p>\n<blockquote>\n<p>斯金纳在信里引用了《安娜·卡列宁娜》的一个段落，几近自杀的列文说：“不知道我是什么，我就不能活。”这个段落的结尾是：“但列文没有上吊，或饮弹自尽，而是活着，挣扎着活下去。”“读到这最后一句时，”斯金纳的这话应和了维特根斯坦本人说过的许多话，“我突然意识到自己在读某种恐怖的东西。”</p>\n</blockquote>\n<p>在探索自己的路途中，人们都在挣扎。维特根斯坦作为“资深挣扎者”，也基于自己的经验为他人提供过咨询。罗兰德·赫特曾写信向维特根斯坦抱怨，他目前服役于皇家军医团，但更想去实验室或者手术室工作。维特根斯坦将之视为灵魂的问题而非职业的问题，给予了严肃的回信：</p>\n<blockquote>\n<p>我觉得好像你正变得越来越懒散。我不是为此而责怪你，我也无权那样做。但我在思忖该对之做点什么。</p>\n</blockquote>\n<p>他建议赫特申请调往靠近前线的部门，以过一种有尊严的生活：</p>\n<blockquote>\n<p>我自已只有极少的勇气，比你少得多；但我发现，每当我在长久的挣扎之后鼓起勇气做某事时，总是在事后感到自由得多、快乐得多。</p>\n<p> ……</p>\n<p>顺便说一句，当我谈到勇气，我的意思不是跟你的上级大吵大闹；尤其那样做完全无用，只是嘴上发泄的时候，不该那么做。我的意思是：找一副担子，努力挑起来。我知道我无权说这话。我自己不很善于挑起担子。</p>\n</blockquote>\n<p>赫特的回信并未表明他愿意接受维特根斯坦的建议，而维特根斯坦则继续坚持。</p>\n<blockquote>\n<p>“做你真正做的好的工作；把它做得好到这种程度：你做它的时候不失去你的自尊。”</p>\n<p>我不知道你是否理解我。用自己具备的各种手段得到一个更好或更适合的工作，这是个动脑子的事。但如果那些手段失败了，那就到了这种时刻，总是抱怨和责怪不再有意义，应当去安定下来。你就像这么一个人．他搬进一个房间，说“哦，这只是暂时住住的”，就不拆开他的箱子。此刻没问题一一暂时。但如果他不能找到一个更好的地方，或下不了决心冒险彻底搬去（例如）另一个镇子，那么他就应该拆开箱子安定下来，无论那房间好不好。因为什么都胜过生活在等待状态中。</p>\n<p>“战争将会结束，最重要的是战争结束时你将是何种人。也就是说：战争结束时，你应当是一个人。而若你现在不锻炼自己，你将不是。”</p>\n<p>第一件要做的事是：当责怪无益时停止责怪。在我看来，你应当要么申请调往靠近前线的某个地方、就冒次险，要么，如果你不想那样做，就在你身处的地方坐下来，不想挪动的事，只想做好你现在有的工作。</p>\n</blockquote>\n<p>这份建议也适用于处于不安定状态的任何人。不要长久地处于“等待”的过渡状态，而应将当下的时间充分使用，或者通过行动达成一次转变。避免类似于“等到什么之后就好了”“如果怎样就好了”的思考方式，这让人悬浮在空中，无法安定地度过此刻。让人烦恼的根因到底在哪里？真的等到怎样之后就好了吗？是不是自己在逃避直视自己的软弱？这又与“诚实”的话题联系起来，我们应穿透自己编织的幻象，诚实地看到真正的问题。令人厌恶的思考是必要的。</p>\n<blockquote>\n<p>学习哲学还有什么用，如果它对你的全部意义，是让你能够像是有道理地谈论某些深奥的逻辑问题，等等，如果它没有改进你对日常生活的重要问题的思考，如果它没有令你在对某些危险词汇的使用上比……记者更谨慎——那种人为了自己的目的使用那些词汇。</p>\n<p>你看，我知道很难把“确定性”、“或然性”、“感知”等等思考好。但是，真正诚实地思考或试图思考你的生活或其他人的生活——如果这么做是可能的话——还要更困难。而麻烦是，思考这些事情令人不寒而栗，常常倒彻头彻尾地令人厌恶。而令人厌恶的思考是最重要的。</p>\n</blockquote>\n<p>诚实地思考你的生活还不够。若希望生活能过好，当然还需要“行动”。行动的冲动和激情从何而来？来源于生活本身，来源于我们的信念。我们要行路，要做事，常常反思，边走边想。也许悟出了一些道理，一些智慧，一些“真理”，却也是半信半疑的，随时准备好在做事的过程中修正自己的认知。没有归一的终极的道理，没有可以遵循的生活方法。</p>\n<blockquote>\n<p> 这问题只能有一种生存性的解决，永远不可能有一种理论的解决。需要的是一种精神上的改变：“智慧是冷冷的，而且就此而言是愚蠢的。（另一方面，信仰则是一种激情。）”要再度呼吸，仅仅正确地思考是没用的；必须得行动——仿佛是，剥掉玻璃纸，露出其后鲜活的世界。照他的话说：‘智慧是灰色的’，另一方面生活和宗教则充满色彩。”唯一能克服理论的死气的，是宗教信仰的激情：</p>\n<p>“我相信基督教说的一个意思是，良构（sound）的学说全是无用的。你须得改变你的生活。（或你生活的方向。）</p>\n<p>基督教说智慧全是冷冷的：就如你不能铸造冷的铁．你也不能用智慧把你的生活弄得正当。</p>\n<p>这里的要点是，一种良构的学说无须掌握你；你可以犹如遵循医生的处方那般遵循它——但这儿你需要某种东西推动你，推着你转向一个新的方向——（这是我对之的理解。）一旦你转过了身，你就必须坚持这一转身。</p>\n<p>智慧是无激情的。相反，信仰是克尔凯郭尔所称的激情。”</p>\n</blockquote>\n<h1 id=\"结尾\">结尾<a href=\"post/札记-维特根斯坦传#结尾\"></a></h1><p>我的高考语文作文题是“青春之激情不朽”，如今也仍相信着此种激情的存在。常常被认作高中生，可能是我“未定型”状态的一个反映（笑）。工作之后，有时沉浸于事务当中消耗了大量精力，在空闲时间失去了折腾个人项目的激情，手账里的记录常常内容寡淡，写随笔的频率也大大降低。好在保留了阅读的习惯，也自我承诺要时不时地写出点什么。维特根斯坦在日记里写“几乎我的所有写作都是跟我自己的私人谈话。我跟自己促膝而谈的话。”我的这篇“私人谈话”断断续续写了一个多月，总算把部分摘抄拼接成了一篇还算是说得通的文章。如果能让任何人萌生去阅读《维特根斯坦传 天才之为责任》的想法，将为幸事。保持对自身的诚实，挖掘自身的潜能并努力将之实现，怀抱着激情投入生活——如果在临终之时，能够说出“我度过了很好的一生”，那就会是很好的一生。</p>\n","prev":{"title":"时时拂拭","link":"post/时时拂拭"},"next":{"title":"工作小结|寻找边界","link":"post/工作小结-寻找边界"},"plink":"https://sakamotomari.github.io/post/札记-维特根斯坦传/","toc":[{"title":"“诚实”","id":"“诚实”","index":"1"},{"title":"友谊与爱","id":"友谊与爱","index":"2"},{"title":"可期的天才","id":"可期的天才","index":"3"},{"title":"过怎样的生活","id":"过怎样的生活","index":"4"},{"title":"结尾","id":"结尾","index":"5"}]}