{"title":"野草记事","date":"2022-05-04T08:04:18.000Z","link":"post/野草记事","comments":true,"tags":["City","Diversity"],"categories":["随笔"],"updated":"2022-05-29T12:20:55.139Z","content":"<p>“疲倦”是一种没有生命力的状态，或者说生命力被耗尽的状态。中学时觉得和妈妈没有什么可以探讨的话题，她不怎么喜欢看书，对于小说、电影也没有什么兴趣。当我在餐桌上兴致勃勃地向她介绍一部喜欢的作品时，她通常在附和几句之后，迅速转移到“今天煲的烫花了什么心思”之类的话题上。如果心情不好，就在嗯一声之后敦促我“快吃”。但在这为食物而奔忙的一个多月里，我好像有点理解她的感受和她的关切了。可真是应了中考时的作文题目：“理解是一个慢慢的过程”……</p>\n<p>这个春天，感觉世界是危机四伏的。3月末，我连续几天在角落看到了某种我极度恐惧的昆虫的幼虫（疑似），虽然杀死了2只，家中也有杀虫药，但还是在靠近厨房或冰箱的每一次心惊胆战。在周末鼓起勇气用宽胶带封住了某些缝隙，又放上了新的毒饵，这之后神经质的担忧才减少。随着为短期封控所囤食物的日渐消耗，开始为食物的来源而担忧，一天检查数次冰箱。团购来的物资储备量上升之后，操心的是食物的储藏方式，以及食物、调料等是否变质（连续轻微腹泻了一周，才定位了所用橄榄油过期的问题）。周末要花费很多时间来处理大块的冻肉，否则工作日来不及备菜。一天的工作刚结束（或者只是暂停），就开始为第二天的食物做准备。在逐渐形成备菜的节奏之后，楼栋又突发停水事件，折腾了两个夜晚。也许因为难以适应双重工作的劳累程度，期间发生过3次低热，原因不明。加上这栋楼不巧在疫情变得严重之前开始了外墙美化工程，脚手架将整栋楼包裹得严严实实，从每一个窗口望出去都是铁锈味的金属管和饱经沧桑的防尘罩。这些情况的叠加，让这个远离花朵与草地的春天显得尤其漫长。自然地，在假期的第一天早晨，醒来时毫无神清气爽之感，只有疲倦。</p>\n<p>可以想象，我几乎没有心力看书。读书竟是这样奢侈的事情，真得是有“闲”，才有欣赏人文艺术的心境。首先是时间：是否有完整的时间来投入到一段文本或故事中去？接着是心境：如果脑海里盘旋着诸多“该解冻了”“该补充面包了”“该关火了”“该集中处理那些菠菜了”“该洗毛巾了”的各种任务——并且这些任务都有时限，否则就面临着没有食物可以吃、珍贵的食物腐坏、因为不卫生而发生感染等等问题——那么，要如何给日程安排加入那些“奢侈”的环节呢？我需要八小时睡眠来保持精力，在周末安排上几个小时来做一些“自己的事情”，变得“难得”。</p>\n<p>熟悉的生活方式，就这样被截断。正常异常的概念变得模糊，只能感到自己的选择骤减。这让我想到了我和咖啡因的故事。中学的时候，我可以放心地品尝任何咖啡，不会出现什么失眠的情况。到了高中，如果在夜晚喝咖啡还是会兴奋一晚上的。本科时还是可以去泡一些咖啡饮品来喝，等到研究生时期，一杯咖啡因含量比较高的咖啡足以让自己心慌手抖腹泻（也不算腹泻，就是胃肠蠕动加快）。近两年，我不断地验证自己真的对咖啡因非常敏感。哪怕是中午喝一瓶咖啡口味的饮料，也可能会整晚心慌手抖失眠。现在只能喝茶了，即便是喝茶，似乎选择也越来越少。以前喝红茶不会有问题，现在喝红茶、绿茶、乌龙茶都会出现心率加快的状况。有意思的是，最近发现即便喝茉莉花茶也会心率加快，然后意识到，茉莉花茶里也是有绿茶的。自己还搜索过什么茶叶的咖啡因含量低，好像说是白茶。接下来我能喝什么茶呢？没有茶叶的红豆薏米茶之类总是没有问题的吧，但是它们的味道又怎么能替代各种各样茶叶的味道呢？</p>\n<p>渴望多样性，渴望更多的可能性，渴望丰富的选择。充满生命力的状态下，我们会自然地拥有向外探索广阔世界的冲动。而“维持富有生命力的状态”，是一件颇需要费工夫的事情。当餐馆、外卖、超市不再可能，当高效运行的城市趋于停滞，平日拥有的预设成为了幻梦，我们突然发现城市的文明竟这样脆弱。但这已经是人们努力尝试的结果了。虽然现在的状况谈不上好，但是创作不能停，对世界的探索和感知不能停，对丰富可能性的追求不能停。努力把握自己的生活，尽力经营好周围的小世界，去促成一些好的影响，这也是一种守护脆弱文明的方式吧。哪怕心慌手抖，只要不至于严重失眠，我还是会去尝试各种各样的茶叶，因为我喜欢它的味道。</p>\n<p>恰好听了一期聊自然的节目，提到城市里的杂草们。城市里一些有专人维护的公园，往往不允许野草的生长。其实野草的种类很多，形态各异，为很多昆虫提供了食物，也有很多审美上的趣味。和谐不是整齐划一，是千姿百态。精心设计过的园艺是美的，野蛮生长的杂草也有独特的美。野草的生命力，仿佛是“多样性”的化身，不被干预时，它们会突破限制生长出来——外滩滨江上从砖缝里冒出的草就是一例。</p>\n<hr>\n<p>对本文有所启发的内容:</p>\n<p>每一处未被发现的风景都是荒野 | 沈书枝&amp;欧阳婷</p>\n<p><a href=\"https://www.xiaoyuzhoufm.com/episode/624c5c9ad01d114df44b1561?s=eyJ1IjoiNjAyMTBmYTFlMGY1ZTcyM2JiMjBjOGQzIiwiZCI6Mn0%3D\" target=\"_blank\" rel=\"noopener\">https://www.xiaoyuzhoufm.com/episode/624c5c9ad01d114df44b1561?s=eyJ1IjoiNjAyMTBmYTFlMGY1ZTcyM2JiMjBjOGQzIiwiZCI6Mn0%3D</a></p>\n","prev":{"title":"我们能否将暴力转为温情","link":"post/我们能否将暴力转为温情"},"next":{"title":"当假设不成立","link":"post/当假设不成立"},"plink":"https://sakamotomari.github.io/post/野草记事/"}