{"title":"谈谈“原创性”","date":"2021-04-25T09:59:56.000Z","link":"post/关于原创性的随想","comments":true,"tags":["Creativity","Life","Originality","Reflection"],"categories":["随笔"],"updated":"2021-04-25T10:10:29.458Z","content":"<p>我曾苦恼于“无观点”的状态。语言考试中的口语和写作，如果没有观点，表达出来的只能是一团面疙瘩，不痛不痒，似乎说了很多但又什么都没表达清楚。</p>\n<p>“归纳总结”，是人天然的技能与倾向。但习惯于使用“归纳”，习惯于大量汲取外界的信息、搜寻权威的观点作为支撑，这可能是对个人“原创性”的损害。如果这些信息没有与我的思索、我的经验产生碰撞联结，那么这些提炼出来的信息仍旧不属于我。</p>\n<p>怎样才算“属于我”？为什么要属于我？</p>\n<h1 id=\"为什么追求“原创性”\">为什么追求“原创性”<a href=\"post/关于原创性的随想#为什么追求“原创性”\"></a></h1><p>我们都面临一个共同的问题：我要如何生活？</p>\n<p>通过对自我、对世界的理解，我们对这个问题的答案逐渐清晰。这是关乎“我”的问题，我必须主动地面对，没有人可以替自己回答。不过，前人的经验智识可以帮助我们理解。外界的任何信息都只是“帮助”，而不能替我们解答。我们需要把吸收到的信息融合进自己理解自我与世界的框架中，如此才算是“属于我”了。</p>\n<p>苏格拉底说：“未经审视的生活不值得过。” 我们审视生活，审视自己的选择，审视我们所处的社会，在这过程中提出一些自己的想法，这些想法可能起初是零散的、模糊的，甚至可能会有所矛盾，但在持续生长的过程中，这些想法逐渐勾连起来，变得清晰，成为自己选择的生活方式的根基。</p>\n<p>未经审视的生活是什么样的？也许可以用海德格尔提出的“沉沦”状态作为样例：闲言，好奇，两可。闲言，可以理解为在我们之间流传甚广的话语。比如谈到人的生存需求，立马搬来马斯洛的需求理论，殊不知在经过“人云亦云”、“鹦鹉学舌”地传播后，见诸互联网的马斯洛需求理论已经离它的源始样貌很远了 [1]。然而，人们相信自己理解人的生存需求，能够对马斯洛的需求金字塔说得头头是道，却不知这套话语已经失去了根基。通过闲言，人们自以为对所谈论的事物已经充分领会，封闭了进一步探索的道路。</p>\n<p>海德格尔所使用的“好奇”，则是一种仅止于“看”的“看”，而不是为了“领会”的“看”。这是一种打量式的看，带着惊奇，看过便完了，不再逗留，注意力立刻涣散，移向另一样新事物。“好奇到处都在而无一处在”。闲言与好奇，这两种存在状态互相交织衬托，仿佛一切都已经被看到被领会了。海德格尔认为，从这种自以为是中便展现出了第三种沉沦的现象：两可。因为仿佛人们已领会了一切看到了一切，于是人们便都能对任何事发表议论。甚至，对于未来将要发生的事，人们也通过捕风捉影认为自己一清二楚。公众将事前传播的闲言与好奇的预料假充为真正发生的事情，反倒把实施与行动视作无足轻重之事。</p>\n<p>生活中大量飘散着“闲言”与“好奇”，这让我们很容易相信：我很清楚自己要过怎样的生活，我的生活没有什么困惑。海德格尔写道：唯当进行掩盖的闲言失去效力而“一般的”兴趣死灭之际，真实的创新才会在其正面的可能性中得到自由。我对这句话的理解是，当我们理解了闲言、好奇和两可的坏处——理解了广泛传播的话语并不一定是真的，不要不假思索地接受；理解了永远旺盛的窥视欲与猎奇的心态是无益的，要去探求真正好的东西——我们能够更加“真实”地生活，能够运用自己的创造力去实实在在地做一些事情，让我们的生活更好。</p>\n<p>未经审视的生活，是无根基的，是对自身主体性的逃避，是软弱的。我要如何生活？我必须运用自己的力量去回答这个问题。我们如何理解生活，我们就如何生活。</p>\n<h1 id=\"缺乏原创性的部分原因\">缺乏原创性的部分原因<a href=\"post/关于原创性的随想#缺乏原创性的部分原因\"></a></h1><p>我们接受了一定的教育，应当有能力运用理智提出原创的看法。但是，在很长一段时间内，人可能都会处于一种软弱的状态，不敢独立地运用自己的理智，总是期待旁人的指导和认可。一方面，在年幼时，我们缺少生活经验和知识储备，需要他人的引导；这种倾向也有其惯性，可能会延续到成年后。另一方面，提出原创的想法是困难的，想法很可能是错误的，并且独特的声音往往会受到周围的打压。</p>\n<p>康德在《什么是启蒙运动》中阐述道：“启蒙运动就是人类脱离自己所加之于自己的不成熟状态，不成熟状态就是不经别人的引导，就对运用自己的理智无能为力。当其原因不在于缺乏理智，而在于不经别人的引导就缺乏勇气与决心去加以运用时，那么这种不成熟状态就是自己所加之于自己的了。[2]” </p>\n<p>“缺乏勇气与决心”去运用自己的理智，这也许与我们害怕失败、避免犯错的心态有关。我们表达出一个原创观点，意味着这个运用自身理智的成果被展露在了众人面前。如果它是缺乏合理证据支撑的，是不完善的、是错的，似乎是令人赧然的。不说，就不会被众人知晓，不会犯错。倘若要说，也是借用他人之言“不加评判”地进行表达；躲在他人的身影后比自己一个人站着要安全得多。虽然明知道犯错很正常，但这种维持自身“正确”形象的倾向相当顽固。好像只要自己的观点有些微的问题，就会极大地损害自身价值、就会证明自己的无能。</p>\n<p>引经据典是我们写文章时常有的环节，也有不少人有摘抄的习惯。摘抄是好习惯还是坏习惯？倘若是在平时的闲聊，我们大概会评价为“好习惯”。然而，这个问题放在这里，你一定会意识到也不尽然：无思的摘抄，会阻碍思想的生长。最怕在摘抄时认为：“摘抄的思想就是我的思想”。囫囵吞枣不加消化，模糊地认为自己已经懂了——这样的摘抄做多了，思想便停滞了。叔本华说，在阅读时，我们的脑袋只是他人想法的跑马场。摘抄是十分轻松的记录阅读内容的方式，但需要警惕“将摘抄下来的话语当作自己的思考成果”的心态。在全然的摘抄里，有他人的思想，但少了自己的理解，这是不利于发展自己的思想的。</p>\n<p>经过深思熟虑得出的成果，如果不完善、或者被证明是错的，那么这提示了自身的不足与“真理”的难得，再学习研究便是，心态可以坦然些。越是害怕犯错、害怕表达，距离“真理”就越遥远。把自己视作追求真理的小孩，每一次表达都是一次勇敢的尝试。而每一个被认识到的错误与问题，都是一点点认知的进步。如果被众人批评，且这批评是经过深思熟虑的，那可是非常宝贵的沟通机会，要知道“愿意理解并回应”的人并不是那么地多。</p>\n<p>当然，缺乏原创性也会和环境有关。当大环境不鼓励人提出新颖的想法时，人难免会走向更舒适安全的标准道路，很难不失去探索小道的兴趣与勇气。</p>\n<h1 id=\"“模式”与创新的小道\">“模式”与创新的小道<a href=\"post/关于原创性的随想#“模式”与创新的小道\"></a></h1><p>看了一定数量的小说、电影、动画后，我们能认识到叙事是有“套路”的。典型的如“英雄之旅（the hero’s journey）”：主人公会在日常生活中不情不愿地展开特殊的冒险，历经波折后与同伴们合力完成某个艰巨的任务，同时自身得到成长，回归平凡的世界。即便很多故事都是照着相同的叙事套路进行的，作为观众的我们往往不会介意这种反复利用，毕竟大部分观众关注的部分不在于叙事模式的创新性。而对于创作者来说，既有的创作套路，或者说“模式”，既是趁手的工具，也可能是禁锢自己的框架。</p>\n<p>“模式”，“pattern”，一个常用含义是“用于模仿的形式或模型”<a href=\"https://www.merriam-webster.com/dictionary/pattern\" target=\"_blank\" rel=\"noopener\">[3]</a>。在人们需要去创造某些东西的时候，已有的、类似的东西可以成为参考。人们为了应对某种经常发生的状况、解决某种反复出现的问题，积累形成了一种相对固定的“模式”。虽然问题的形态千奇百怪，但或许能从中抽取出一些共性；与之相对地，问题的具体解决方案虽不尽相同，但却共享着相似的特征。</p>\n<p>模式是被反复验证过的方案，有其合理性。通过掌握某个领域已有的模式，人们能够方便地找到合适的应对方案，而不必从零开始探索。例如商业电影，其制作目的是为了通过满足大众的娱乐需求而赚取商业利益，那么积极使用“套路”来进行制作是合理的，这是较低成本、较小风险的实现方式。又如设计模式，实践中积累得到的模式库让设计师们能够快速获得问题的解决方案，将更多精力放在前期对问题的探索分析和后期的迭代优化中。</p>\n<p>创作者基于已有模式构筑作品，融入自己的风格，赋予作品以血肉——这其中已经有许多发挥创造力的部分。但也有创作者会选择不同的创作方法，宁愿走一条鲜有人至的泥泞小道。究其原因，可能是对“自我”之表达的执着吧。</p>\n<p>艺术创作没有“正确答案”，而一些能够用数学方法建模的问题却是有“最优解”的。围棋是一个例子。2016年，DeepMind人工智能Alpha Go以四比一战胜传奇棋手李世石；2019年，李世石退役。棋手李喆写了一篇纪念文章，标题写着“一个围棋时代的退隐”[4]。退隐的是什么时代？文中写道：“AI降临，如同日神现身，阳光普照，所有人如沐春光，而酒神隐匿无踪。”人工智能将围棋祛魅，棋手作为创造者的身份遭到降格。过去围棋技艺的革新是靠一代代的棋手们摸索出来的，而AI直接甩出了近似于正解的一个个崭新的布局套路，于是棋士们发挥创造力的根基似乎被抽空了。</p>\n<p>“模式”和“正解”，“秩序”与“真理”，日神的光辉照耀世人。但人作为一个有思想的主体，果然还是想要注入自己的任性和执念，想要以自己的方式去探索。李喆认为，虽然在以取胜为目标的竞技围棋中，围棋的艺术性被迫隐匿，但围棋艺术本身，仍旧保有人们进行自我表达内观反思的空间。李世石说：“艺术是把你自己的颜色放进一些东西里，那是我所努力去做的。” 你希望保有自己的颜色吗？面对“正确答案”或是“典型模式”，你会怎样去寻求中道呢？</p>\n<p>这不仅仅是对棋手的发问、不仅仅是对艺术创作者的发问，也是对每一个正在生活的人的发问。或者说，生活是我们构筑的艺术品，我们持续地创造着自己的生活。也许社会中存在着某种生活的“模式”，或是家人期待着自己能够遵循某种升学、就业、结婚、生子的模式，但生活到底是由自己创造的。而他人的经验，智者的理论，无论多么完备，都是漂浮的碎片；要挑选其中的哪些、要怎样拼合，是我们自己的选择。罗伯特·所罗门在《大问题》中指出，哲学反思的最终目的，是将我们对“自身和世界的看法综合起来”，整合为一种“独立的、统一的、能够为之辩护的看法”。</p>\n<p>无论我们选择了哪些漂浮的碎片，重要的是“我们已经在某种意义上拥有这些观点了”——通过染有我之色彩的拼图，我们定义了自己的生活。罗伯特鼓励我们明确地表达自己的观点，从而发展出自己的框架。在这个过程中，我们对那些碎片、对自身和对世界的理解逐渐深化、变得清晰，并且能够在必要时改变自己相信的思想。</p>\n<blockquote>\n<p>然而不论我们所使用的是哪一种术语，侧重的是哪一点，重要的是我们已经在某种意义上拥有这些观点了，通过它们，我们不仅把世界条理化了，而且还规定了我们的生活。当我们在哲学中明确表达它们时，我们并非只是在创造一种思想的任意结构，而是在明确和澄清我们业已相信的东西，从而更加清楚自己的思想，能够为之辩护，在必要的时候有能力改变它们。</p>\n</blockquote>\n<blockquote>\n<p>对框架和概念框架的理解之所以如此重要和有价值，是因为我们在对它们进行理解的同时就是在进行着创造，从而丰富、发展和巩固它们，赋予我们的日常生活以新的意义和清晰性。</p>\n</blockquote>\n<blockquote>\n<p>单单是诉诸权威并不必然表示对于该权威的尊重，而是表示对我们自己的不尊重。真理总是能够依凭自身站住脚的，如果我们不愿对自己的想法进行批判性地检验，那么它们是没有多大价值的。</p>\n</blockquote>\n<blockquote>\n<p>苏格拉底说，“未经审视的生活是不值得过的。”他真正的意思是，“理解你自己和你的思想，为了对它们有十足的把握而批评它们”。你对实在的思考并不只是“你的观点”，它也是你生活的方式，你所做的一切事情的基础。一种未经表达、未经考察和未经论证的浅薄的基础是没有保障的。</p>\n</blockquote>\n<h1 id=\"培育原创力\">培育原创力<a href=\"post/关于原创性的随想#培育原创力\"></a></h1><p>“原创”很难。熟悉已有的框架，且融入自身所思——前者要求知识积累与工具运用，后者要求创新的态度和思考的习惯。学术工作者们绞尽脑汁才能在旧有的知识框架中加入些微创新的元素，艺术家们在年复一年的创作中才能摸索出属于自己的道路。原创的路、没有人走过的路，是困难的，是没有保障的。</p>\n<p>但正如前文所述，如果想要回答“我要如何生活”的问题，并且是给出一个自己经过思考后认可的答案，而不是一种放弃主体性的、屈从于社会范式的答案，那么一定要让原创的力量生长起来。或者说，当拥有这个意识时，原创的力量就已经在生长了。</p>\n<p>我尚且处于意识到需要摆脱依附于他人思想的惯性的初期，无法说出什么“经验之谈”，这里只写下一些我认为有益的事项：</p>\n<ul>\n<li>持续认识自己：选择自己最关心的对象。换言之，自己希望在哪些领域发挥原创力、做一个大厨而不是炊事员[5]。</li>\n<li>保持开放心态：尝试去了解陌生领域的知识；随时准备好修补、推翻自己已有的想法。</li>\n<li>自我教育：学习前人的经验和理论（尽可能选择质量经过时间检验的作品，例如经典书籍、教材等），并且时常将之与自己的生活经验相关联。</li>\n<li>主动练习：减少对于“摘抄”“剪藏”“收藏”等动作的依赖，尽可能输出自己的思考；每当自己觉得有所领悟时，用语言组织自己的想法表达出来，不要任由这个模糊的领悟溜走；对于社会事件、热门议题，尝试去剖析事件并得出自己的观点；对于生活中的具体决策，当萌生出“想听听别人的意见”的想法时，必须先给出自己的判断和依据。</li>\n<li>交流：与不同领域的人们对话（选择真诚友善的人们）；发表自己的想法/作品（哪怕觉得这很稚拙很令人尴尬，就像我正在进行的这样），从反馈中获取生长的营养。</li>\n</ul>\n<p>克服自身的软弱，以开放的心态与世界互动，这个过程总会蹦出意想不到的趣事。也许是与遥远的人们产生共鸣，也许是幸运地遇到很好的意见分歧，也许是鼓舞了某人也生长开去。从中，你会获得更多的生长的力量。尼采为创造性理念大声疾呼，期待社会中更多地涌现富有活力的“超人”。他批判所有以道德原则为借口而无所事事、得过且过的人[6]。同志们，不与虚无为伍，不与消极为伍；相信自己的力量，去过我们真实的人生。</p>\n<h1 id=\"参考与推荐阅读\">参考与推荐阅读<a href=\"post/关于原创性的随想#参考与推荐阅读\"></a></h1><p><a href=\"https://weibo.com/1652118111/K3Gqb4tJx\" target=\"_blank\" rel=\"noopener\">[1] 曲卫国老师的微博</a></p>\n<p><a href=\"https://www.douban.com/group/topic/3162074/\" target=\"_blank\" rel=\"noopener\">[2] 康德. 什么是启蒙运动</a></p>\n<p><a href=\"https://www.merriam-webster.com/dictionary/pattern\" target=\"_blank\" rel=\"noopener\">[3] Merriam-webster词典. pattern</a></p>\n<p><a href=\"https://sports.sina.com.cn/go/2020-02-26/doc-iimxyqvz5908810.shtml\" target=\"_blank\" rel=\"noopener\">[4] 李喆：一个围棋时代的退隐 李世石退役的纪念</a></p>\n<p><a href=\"https://waitbutwhy.com/2015/11/the-cook-and-the-chef-musks-secret-sauce.html\" target=\"_blank\" rel=\"noopener\">[5] Tim Urban. The Cook and the Chef</a></p>\n<p><a href=\"https://book.douban.com/subject/25961458/\" target=\"_blank\" rel=\"noopener\">[6] 罗伯特·所罗门.《大问题》. 第8章</a></p>\n<p><a href=\"https://www.huxiu.com/article/305855.html\" target=\"_blank\" rel=\"noopener\">今天的”佛系青年”，表现的是卑微的虚无主义态度</a></p>\n","next":{"title":"“看见”作为起点","link":"post/“看见”作为起点"},"plink":"https://sakamotomari.github.io/post/关于原创性的随想/","toc":[{"title":"为什么追求“原创性”","id":"为什么追求“原创性”","index":"1"},{"title":"缺乏原创性的部分原因","id":"缺乏原创性的部分原因","index":"2"},{"title":"“模式”与创新的小道","id":"“模式”与创新的小道","index":"3"},{"title":"培育原创力","id":"培育原创力","index":"4"},{"title":"参考与推荐阅读","id":"参考与推荐阅读","index":"5"}]}