{"title":"数字媒体技术是一个怎样的专业","date":"2019-06-10T11:39:57.000Z","link":"post/数字媒体技术是一个怎样的专业","comments":true,"tags":["Campus","Digital Media Technology"],"categories":["Experience"],"updated":"2019-06-10T18:39:57.362Z","content":"<p>我的本科专业是数字媒体技术。这个专业名称似乎很容易引起误解，被视为新闻传媒学院、设计学院甚至数学院专业的经历不止一次。虽然进入这个专业是误打误撞，但四年的学习经历也足以让我较为深入地了解它。在我的学校里该专业属于信息院，课程内容偏向于算法与软件开发，对于动画建模、影视编辑等涉及得很少。但在介绍时，我会顾及两者，争取全面地还原数媒的面貌。如果你对这个专业感兴趣，好奇它是否符合你的想象，那么你可能会从我的文字中得到一些有帮助的信息。如果你觉得这篇文章里有疏漏之处，也请指出，谢谢。</p>\n<h1 id=\"数字媒体技术是哪些技术\">数字媒体技术是哪些技术<a href=\"post/数字媒体技术是一个怎样的专业#数字媒体技术是哪些技术\"></a></h1><p>数字媒体是以数字形式编码的信息载体，包括文字、声音、图形、图像等，数字媒体技术则让这些数字信息得以诞生、传播、保存。假如你用手机相机拍了一张和朋友的合影，并在美化之后上传到了社交网络。这个简单的动作里涉及到了丰富的数字媒体技术。点击按钮或是喊“拍照”让相机应用完成拍照任务，这是一种人机交互技术；相机应用获取图像显示在屏幕上，这是图像的获取与输出技术。这两者都属于<strong>数字信息的获取与输出技术</strong>。获取到的图像信息可能以jpg格式被存储在手机的存储卡里，图像的格式和存储卡则与<strong>数字信息的存储技术</strong>相关。编辑照片的应用迅速地完成了对照片的美化：增强对比度，调节色彩平衡，消除脸上的斑点，甚至拔高人物的身材……这些效果使用了丰富的数字图像处理技术，属于<strong>数字信息的处理与生成技术</strong>。把处理好的照片上传到社交网络，凭借的是通信技术和计算机网络，这属于<strong>数字传播技术</strong>。此外，在存储和传输数据的过程里，可能还涉及到数字信息<strong>管理</strong>和<strong>安全</strong>的技术[1]。一系列的数字媒体技术共同营造了生动的数字世界，从文字，到平面动画与音频，到虚拟现实里的三维模型，再到将虚拟物体投射到现实世界的混合现实，这些由数字媒体技术实现的应用让生活更加便捷有趣。</p>\n<p>在上一段描述的种种技术里，你可能初步感知到了数媒涵盖范围之广，以及它们之间的差距之大。是的，这既意味着我们有无比广阔的探索空间，同时也意味着难以找到发展方向的挑战。制作动画和影片，开发游戏，改进图形图像处理算法，数据挖掘与可视化……这些方向都属于数媒，但所需的知识、技能迥然不同。我们应该按照什么路径进行学习和实践呢，要发展成为什么样的人才呢？这个困难不仅面向学生，也面向设计课程的校方。</p>\n<h1 id=\"仍在探索中的课程体系\">仍在探索中的课程体系<a href=\"post/数字媒体技术是一个怎样的专业#仍在探索中的课程体系\"></a></h1><p>数字媒体技术，专业代码为080628S，面向理科招生，授工科学位。办学单位以理工科、综合类大学为主。培养目标是从计算机技<br>术出发，需要掌握信息技术与计算机图形图像领域的基础理论与方法，并且将数字媒体技术应用到相关的领域，为社会提供数字文化产品和文化服务。[2]《2005中国数字媒体技术发展白皮书》指出，数字媒体技术专业是一个以计算机技术为主，艺术为辅，技术与艺术相结合，涉及多学科交叉的新兴专业。[3]</p>\n<p>由于数媒包罗万象，学校在制定课程计划和培养方案时，往往会根据自身的师资力量、硬件设备来规划，因此每个学校的数字媒体技术专业的侧重点都可能有所不同。根据培养的侧重点，我大致把国内数媒的课程计划分为两类：<strong>交互应用设计与开发</strong>，<strong>多媒体设计与制作</strong>。<strong>交互应用</strong>泛指允许人与其互动的软件，如手机应用“支付宝”，桌面软件“chrome浏览器”，“必应搜索”之类的网站，博物馆里的创意互动装置，需要头戴式眼镜的虚拟现实体验，等等。设计与开发这种交互应用，需要和<strong>程序</strong>打交道，你可能会学习不同的编程语言，设计架构，多种交互技术的应用。常见课程包括<u>人机交互技术，计算机游戏程序设计，虚拟现实与数字娱乐，智能终端软件开发，计算机辅助工业设计</u>，等等。<strong>多媒体</strong>指图像、二维与三维动画、视频等数字媒介，设计与制作这些媒体，需要成体系的<strong>设计理念</strong>与熟练的<strong>软件使用技法</strong>。你可能会学习<u>造型基础，数字摄影，计算机动画，动漫绘画，剧本策划，动画设计，技术创意</u>等课程。这两个方向并不互相独立，例如在开发博物馆的创意互动装置时，既需要创意设计能力，又需要应用多种交互技术的开发能力。</p>\n<p>除了我举出的这两类，有一条路径是学习数字媒体技术时不可跳过的，那就是<strong>计算机学科基础课程</strong>的学习。无论是走应用开发的路线还是多媒体设计的路线，在修炼专业技能之前，都需要构建基础，就如同不学会走路就无法奔跑一样。这些基础课程包括：<u>离散数学，面向对象的程序设计，数据结构，计算机组成原理，数据库系统</u>等等。之后还会进一步拓展专业必修的基本功，包括<u>图像信息处理，计算机图形学，数字视音频处理，计算机网络，计算机视觉</u>等。在这之前一般还会学习<u>高等数学、大学物理、线性代数</u>。很多课程的难度都不低，而且离应用也比较遥远，学习时可能会觉得痛苦焦躁。不过它们确实有其重要性，学习它们的目的不是彻底掌握每一门课的知识，而是在学习的过程中逐渐<strong>构建知识体系</strong>。如果你将来选择了开发游戏的道路，那么，在深入这个领域时，你能想起面向对象的思想，常见的数据结构的特点，缓存机制的原理，网络延迟的原理，三维模型的渲染流水线……即便记不清楚细节，也会有一个结点提醒你，告诉你遇到问题该从哪里着手，哪些环节可能会存在问题。更抽象地说，学习这些基础课程，有助于锻炼思维能力，培养解决问题的能力。</p>\n<p>在上一段中提到的专业必修基本功（图形图像处理，计算机视觉），其实也可以化作学习数媒的第三个类型，也是较为学术的类型，<strong>信息的获取、处理等技术研究</strong>。这个概括不太全面，但数媒的学术研究可能性太广阔了，我们可以看看这些课程名称，感受一下其中的可能性：<u>计算机视觉，数字图像处理，计算机图形学，数据挖掘，数值分析，基于GPU的绘制，3D引擎设计技术，生物特征识别，信息可视化原理与方法，机器学习，生物信息学……</u>提到的很多技术，会被应用于游戏、电影里真实场景的模拟，医学领域病灶的识别，商业大数据的洞察，无人车的路况鉴别，人脸识别，等等。这里不展开介绍，只评价一句，这些方向在近些年是比较热门的，但也存在不少泡沫。一些技术的应用前景广阔，不意味着任何人都可以盲目投身。</p>\n<p>以上提到的课程名称，参考了浙江大学和湖南大学的培养计划[4,5]，感兴趣的同学可以去官网查看。需要再次声明的是，每个学校的培养方案都会有所侧重，这取决于学校的条件，如果你想要选择这个专业，务必去官网了解清楚目标学校的专业培养计划，看看课程是否包含了自己感兴趣的方向。比如浙江大学的课程设计，是同时包含了提到的三个方向的，学生可以通过选修自由探索编程、设计和学术的三种可能性。湖南大学的课程则完全抛弃了设计的道路，专注于学术道路。学校的课程规划也在逐年变化，试图进行优化。一篇对于数媒专业课程体系建构的探讨里写道：“各院校在专业建设中存在的问题很多，如招生规模偏小，不利于学校集中投入与建设；专业体系的整体认识不清，不利于形成专业的优势与特色；专业方向设置泛化，不利于集中优势资源进行专业人才培养；课程设置拼盘化，不利于突出学生的核心竞争力等等。”[6]</p>\n<p>如果学校对这个专业的定位不明确，学生可能会更加困惑，但这也不只是数媒专业的问题。以下是鸡汤时刻，请注意。在过渡成人的阶段里，学生不能天真地指望学校，不能仅仅满足于学校的课程内容。引用一段话：“<strong>不要仅仅满足于学校的课程内容</strong>！不然，即使你门门考试都拿A，依然会面对这样一个窘境，那就是编程不如计科和软工，设计不如平面和艺术生，动漫不如美术联考的动漫设计专业，后期不如影视编导，等等，甚至在动手能力上不如高职，技校和社会培训机构的学生！”[7] 踏实学习学校的课程，同时积极探索不同的方向，多多实践与反思，以及不盲目相信任何权威（包括但不限于父母，授课教师，导师，院长）。以“对自己负责”的心态，与外界谨慎而谦逊地持续进行“碰撞”，如此才能确认自己的方向吧。</p>\n<h1 id=\"丰富的应用场景\">丰富的应用场景<a href=\"post/数字媒体技术是一个怎样的专业#丰富的应用场景\"></a></h1><p>上文也陆续提到一些数媒的应用，可以看到，数字媒体技术的应用场景是极其丰富的。在选择专业时，多数人必定会考虑到就业情况，也就是毕业后能拥有什么技能、选择什么职业。现在，来列举一些数媒相关的典型行业、职业、领域、技能，以供参考。列举的思路和内容大部分来源于贴吧用户“更远树斜阳”的分享，在此表示感谢。如有侵权，请告知。</p>\n<h2 id=\"行业\">行业<a href=\"post/数字媒体技术是一个怎样的专业#行业\"></a></h2><p>编程方向：游戏行业，软件行业，互联网行业……</p>\n<p>艺术设计方向：影视广告行业，动漫行业，广电出版行业……</p>\n<h2 id=\"职业\">职业<a href=\"post/数字媒体技术是一个怎样的专业#职业\"></a></h2><p>编程方向：软件工程师，网络工程师……</p>\n<p>艺术设计方向：3D设计师（模型师，渲染师，动画师等），后期剪辑师，UI设计师，UX设计师……</p>\n<p>混合方向：技术美术，特效师（常分为2D和3D，视频与游戏等），网络前端设计师，装置艺术家……</p>\n<h2 id=\"领域\">领域<a href=\"post/数字媒体技术是一个怎样的专业#领域\"></a></h2><p>流媒体技术，数字图像处理，计算机图形学，人机交互，动画技术，VR/AR/MR，数据可视化……</p>\n<h2 id=\"技能\">技能<a href=\"post/数字媒体技术是一个怎样的专业#技能\"></a></h2><p>编程方向：C, C++, C#, Java, Python……</p>\n<p>艺术设计方向：MAYA, 3D MAX, Adobe系列（PR, AE, AI, PS等）,  Rhino, Fusion, Nuke……</p>\n<p>混合：HTML 5/CSS, java script, processing, arduino……</p>\n<h2 id=\"几个例子\">几个例子<a href=\"post/数字媒体技术是一个怎样的专业#几个例子\"></a></h2><p>“小明是一家网页游戏公司的游戏客户端引擎开发工程师”</p>\n<p>公司属于游戏行业，领域是计算机图形学和数字图像处理，职业是引擎开发工程师（属于软件开发），掌握技能可能包括C++和Unity 3D。</p>\n<p>“小明是一家建筑动画公司的模型师”</p>\n<p>公司属于影视广告行业，领域是动画技术，职业是模型师，掌握技能可能包括3D MAX。</p>\n<p>“小明是一家手机应用公司的前端工程师”</p>\n<p>公司属于移动互联网行业，领域是网络前端开发，职业是前端工程师，掌握技能可能包括js, AJAX。</p>\n<h1 id=\"专业之余：如何充分利用本科时间学习（又称理想与现实的差距）\">专业之余：如何充分利用本科时间学习（又称理想与现实的差距）<a href=\"post/数字媒体技术是一个怎样的专业#专业之余：如何充分利用本科时间学习（又称理想与现实的差距）\"></a></h1><p>以上介绍了数字媒体技术专业的课程体系与应用场景，现在来说点个人对本科阶段学习的想法。虽然数媒专业力求培养出新时代技术艺术通吃的“高级复合型人才”，但这种高级人才不是那么容易诞生的。理想中我们是交叉领域的全才，现实里我们可能是摸不准方向的半桶水。如果你早早地明确了自己的方向，那是再好不过了，然而很多人是没有这样的目标的。在缺乏明确目标的情况下，数媒专业的学生要如何选择呢？</p>\n<h2 id=\"对待课程的态度\">对待课程的态度<a href=\"post/数字媒体技术是一个怎样的专业#对待课程的态度\"></a></h2><p>数媒的课程内容多且杂，全部认真对待可能非常耗能。在对专业各个方向不太了解的情况下，建议认真听课学习，了解各领域的大概内容。一旦你认识到“我确实想要深入这个领域”，那么就可以坚持下去，对无关课程放低要求。当然，如果你有出国留学意向，那么你将不得不认真对待所有课程，争取好看的绩点。如果你有继续在国内读研的想法，那得在专业课程上争取高分。如果你不打算继续学习或是进行学术研究，那么你可以放心地把目标定为不挂科。一些容易通过的课程，上课现身表示尊重即可，完全可以默默地进行自己的“事业”。不过如果老师要求比较严格，那也没有办法……</p>\n<h2 id=\"利用课外时间积极探索\">利用课外时间积极探索<a href=\"post/数字媒体技术是一个怎样的专业#利用课外时间积极探索\"></a></h2><p>课外时间是非常关键的。这是你认识自己的大好时光！迷茫困惑往往来自于局限的视野与经历，破局方法不会是一个从天而降的好机会，而是自己持续的尝试与实践。编程还是艺术设计？图形学、数据可视化，还是游戏开发、前端开发？你需要主动地尝试，反思这是否是自己的兴趣所在，是否适合自己，是否想一直做下去。常见的实践方式有参加比赛，社团活动，积累一定经验后也可以找公司实习。一两次的实践经历可能无法带来明显的变化，但久而久之，你可能会幸运地找到那个激发好奇心、带来成就感的领域。当然，这不是一劳永逸的成果，你极有可能会不断地调整自己的目标和方向。在未来几十年的时间里，你可能也会一直追问自己“我想要做什么”。</p>\n<p>如果你期待毕业后找到满意的、专业对口的工作，校内实践和校外实践都应重视。课程实验可能会成为简历的项目经历，公司实习经历也会为求职简历加上砝码。你可以以一家理想公司的job description为标准，反复检验自己的能力。即便你打算读研，也不要轻视实践环节，你未必能够永远留在学术圈。想做技术，就多做side project，泡开发者论坛，养成写技术博客的习惯；想搞设计，就精心雕琢自己的作品集。一方面，你需要掌握领域的理论知识体系，另一方面，你需要有能深入讨论的实践经历。此外，如何把你的经历表现出来也是值得考虑的事情。</p>\n<p>数字媒体技术拥有广泛的应用领域，就业情况（至少看起来）很好，但是其过于丰富的可能性也经常让学子（甚至校方）感到无所适从。虽然与题目无关，不过我还是想加上这么一句空泛的建议：<strong>总而言之，不要限于学校的课程，积极尝试不同的可能性，尽早明确目标，然后持续地学习与实践吧。只有你自己能对自己负责。</strong></p>\n<p>P.S. 如果是高考选专业的同学，随手推荐一个选择“好专业”的方法：大学什么专业最好？ - 弗兰克扬的回答 - 知乎<br><a href=\"https://www.zhihu.com/question/309589722/answer/710136180\" target=\"_blank\" rel=\"noopener\">https://www.zhihu.com/question/309589722/answer/710136180</a></p>\n<p>如果是对职业规划感到迷茫的同学，顺手推荐刚刚看到的文章：</p>\n<p>职业生涯是可以规划的吗？ - 空白白白白的回答 - 知乎<br><a href=\"https://www.zhihu.com/question/24658790/answer/710805530\" target=\"_blank\" rel=\"noopener\">https://www.zhihu.com/question/24658790/answer/710805530</a></p>\n<h1 id=\"参考链接（格式是随便写的，请不要介意）\">参考链接（格式是随便写的，请不要介意）<a href=\"post/数字媒体技术是一个怎样的专业#参考链接（格式是随便写的，请不要介意）\"></a></h1><p>[1] <a href=\"[https://baike.baidu.com/pic/%E6%95%B0%E5%AD%97%E5%AA%92%E4%BD%93%E6%8A%80%E6%9C%AF/6512332/0/0b07ec1f38c7c176f724e441?fr=lemma&amp;ct=single#aid=0&amp;pic=0b07ec1f38c7c176f724e441](https://baike.baidu.com/pic/数字媒体技术/6512332/0/0b07ec1f38c7c176f724e441?fr=lemma&amp;ct=single#aid=0&amp;pic=0b07ec1f38c7c176f724e441\">百度百科. 数字媒体技术的研究内容</a>)</p>\n<p>[2] 中国人工智能学会智能数字内容安全专业委员会.《普通高等学校数字媒体技术专业规范 (工程技术型)试用版. 2010.</p>\n<p>[3] 科技部. 2005中国数字媒体技术发展白皮书. 2005.</p>\n<p>[4] <a href=\"http://ugrs.zju.edu.cn/attachments/2016-08/01-1472357712-1078677.pdf\" target=\"_blank\" rel=\"noopener\">浙江大学. 2016级数字媒体技术专业培养方案. 2016</a></p>\n<p>[5] <a href=\"http://csee.hnu.edu.cn/info/1290/5537.htm\" target=\"_blank\" rel=\"noopener\">湖南大学. 数字媒体技术专业培养方案15版. 2015</a></p>\n<p>[6] 杨哲. 数字媒体技术专业课程体系构建的探讨. 2011</p>\n<p>[7] 矮人. 百度数字媒体技术吧的某个帖子，由于2017年前帖子暂时无法查看，暂且不可考</p>\n","prev":{"title":"What I've learned from HCI programme at UCL","link":"post/What-I-ve-learned-from-HCI-programme-at-UCL"},"next":{"title":"Improvement of ICU dashboard","link":"post/2019-05-Improvement-of-ICU-dashboard"},"plink":"https://sakamotomari.github.io/post/数字媒体技术是一个怎样的专业/","toc":[{"title":"数字媒体技术是哪些技术","id":"数字媒体技术是哪些技术","index":"1"},{"title":"仍在探索中的课程体系","id":"仍在探索中的课程体系","index":"2"},{"title":"丰富的应用场景","id":"丰富的应用场景","index":"3","children":[{"title":"行业","id":"行业","index":"3.1"},{"title":"职业","id":"职业","index":"3.2"},{"title":"领域","id":"领域","index":"3.3"},{"title":"技能","id":"技能","index":"3.4"},{"title":"几个例子","id":"几个例子","index":"3.5"}]},{"title":"专业之余：如何充分利用本科时间学习（又称理想与现实的差距）","id":"专业之余：如何充分利用本科时间学习（又称理想与现实的差距）","index":"4","children":[{"title":"对待课程的态度","id":"对待课程的态度","index":"4.1"},{"title":"利用课外时间积极探索","id":"利用课外时间积极探索","index":"4.2"}]},{"title":"参考链接（格式是随便写的，请不要介意）","id":"参考链接（格式是随便写的，请不要介意）","index":"5"}]}