{"title":"不存在的真名","date":"2022-11-15T13:35:01.000Z","link":"post/不存在的真名","comments":true,"tags":["Choice","Imagination","Originality","Self-awareness"],"categories":["随笔"],"updated":"2022-11-15T13:37:12.270Z","content":"<p>在一些有幻想元素的故事中，可能会看到这样的设定：某种“真名”能够代表器物的终极力量，器物的使用者通过隐藏真名来隐藏弱点，或者通过解放真名来释放器物真正的力量；又或者，人们都有着某种“起源”，这个起源就是此人的“本性”，无论ta如何生活，ta的选择都宿命般地与这个起源有关，当知晓了自己的起源，就理解了自己的真实力量。</p>\n<p>“认识你自己”，一句经典的哲学箴言。我们期待着抵达一个关于自我的真相，窥见真相的瞬间一定是澄明、顿悟的时刻。我们相信，对自我的认知能够指引自己走向真正适合的道路，找到幸福生活的正确答案。不过，这并不准确。一个人很可能并无“本性”，并没有一个“起源”或“真名”等着自己去认识。“自我”也并不是一个可以被完全客体化分析的对象，我们不能剥离开“正在认识自己的自己”和“被认识的自己”，两者总是在感知上连在一起的 [1]。</p>\n<p>存在着一些技术和方法，能够帮助我们专题式地认识自我。但这也并不是说把自己变成镜子里被自己打量的客体，而是把现在的自己和过去的自己连在一起进行系统地反思 [2]。自己当初为什么会那样选择？自己当下的感受可能与过去的什么事件有关？心理学的许多自我认知的技术，便是梳理自己的过去与现在的关系的过程。当我们对自己的人生故事进行剪辑，我们也许能看到一个不一样的自我。</p>\n<p>我对自我的认识，也是自我的一部分，它会影响我们日常的行动和思考。我觉得我很自信，在很多场合我就能表现得落落大方。我觉得我是一个内敛的人，我就会想要维持这样的“人设”。是了，我们多多少少能够说出一些对自我的认识。但是，就像对世界的认知一样，我们会有错误的认知，会有不准确的认知，或者是对某些层面没有认知。伸出手，我知道那是自己的手。自我却不是那样天然明晰地呈现出来的，不如说，对自己有准确的认识是一件难事。</p>\n<p>我们对自己有着一些认知，但这些认知很可能极浅；根据这些认知，我们做出了一些选择，也许获得了一些成就，但是并不感到幸福，反而感到苦闷。Tim Urban在谈如何选择真正适合自己的职业时，提到了打开内心的地下室，或是揭开内心里小人的面具。地下室一层下面还有地下室二层，面具的下面可能还有面具。我们会自我欺骗、自我屏蔽。我相信这就是我真正的愿望；我相信自己做这件事的动机是高尚的。真的如此吗？我们常常用“内心深处”这个词来形容那些与表达出来的含义不同的的真实想法的所在地。表面上我有一种想法，但是细细想来，好像内心深处自己并不是这么想的。然而自己已经按照表面上的想法去行动了，于是只能找一些合理化的理由，来“调和自己的愿望与既存事实之间的差异”[3]。</p>\n<p>对自己保持诚实，是非常痛苦的自我鞭挞。尝试打破那些自我屏蔽、破除那些自我欺骗，是不是就能看到一个真实的自我了？一说“真实的自我”，我们便似乎又回到了那个镜子里的等着被自己发现的分析对象。认识自我和认识世界是同时发生的。婴儿伸出手触摸到物体，逐渐认识到“自我”的存在。在真实的世界里摸索，做些事情，反思片刻，再做些事情，这样构成的自我认知才能贴近所谓“真实”。这里的真实，并不是指“我的身高是1.62米”这样的事实，而是指“我的身高够不上顶层书架上的书，所以需要借助梯子”这样的认知。</p>\n<p>认识自己，也并不是一个“最终目的”。身处社会之中，我们希望通过认识自己，来做出适合自己的选择，从而过上对于自己来说好的生活。挖掘过去的真实、分析脉络、组成自己的故事，这能够帮助我们了解自己，接下来重要的是：然后呢？重要的是，这个健康的自我，有足够的力量去面对当下的挑战，有足够的爱去做一些事情。对自己的准确认识，并不意味着与某种“最佳人生方案”的匹配。合理的自我认知，能够让我们愉快地与真实世界发生互动，用生发于自己而非他人的愿望去推动一些改变。</p>\n<p>最近在读《斯坦福大学人生设计课》，里面提到一个常见的思维误区：我需要找到最佳的生活方式，然后制订计划，实现它。作者重新定义了“人生设计”的思路：有无数美好的生活（和计划）等着我，我可以自主做出选择，打造我的人生路。“我们都拥有足够的精力、天赋以及兴趣，可以过上自己想要的生活，每种生活都可以是真诚的、有趣的，而且可以创造出价值。若要搞清楚哪种生活最好则是一个非常愚蠢的问题，那就相当于去问是手好，还是脚好一样。”</p>\n<p>这确实鼓舞人心。我们在不断延伸着对自我、对世界的认识，打碎一些，重建一些，改造一些，新建一些。未来的生活仍旧有无穷的可能性，我们仍旧可以去想象另一种可能。内敛的人会在少数场合充分地表达自我，ta可以选择继续这样的表达方式，寻找适合这种表达方式的环境，也可以选择改变自己的表达习惯，去一个不同的环境生活——这全看ta自己的愿望。愿望来源于与真实生活的碰撞，生活的魅力也很大程度上在于与偶然性的相会吧。一个内敛的人也许一辈子会是内敛的，也可能因为某些事件而“性格大变”，这都是可能的。对自我的希冀也正在于变化的可能性。我可以选择不变，可以选择变。我只希望这愿望货真价实。</p>\n<p>练习剑道时，强调在观察后作出反应。我喜欢什么打法？对手喜欢什么打法？与对方周旋许久，可以选择主动打破平衡向前一步，站定，观察对手的反应，然后根据对方的动作来选择自己的行动。观察的时刻，面对的是无数的可能性。如果抱着“我一定要去打对方的面”这样的心态，那么前进的道路便只有一种可能性，当对方的反应和预期不同时，就会错过良机。魅力不就在于这无穷的可能性吗？如果我们总是用相同的节奏，并不能击中对方，那么我就有意识地错开节奏，用与自己的“人设”不一样的打法去进攻。甚至，我也可以选择保持自己的“人设”，磨练节奏以外的技法。变与不变，都看我自己的愿望。</p>\n<p>如果一个人有ta的“起源”或“真名”，那也是ta在与现实世界的互动之中，自己选择、自己塑造出来的，而非一个已然存在的指定答案。人生道路没有对错可言，但一个人会在实践与反思的无尽螺旋中感知到自己是不是“贴切着自己的真实天性行路”[4]。如果在一个阶段里，人认定了某个生发于自身的愿望，ta的行动将出于爱而非恐惧，ta将感到与世界有了更深、更丰富的连接。</p>\n<p>[1] 《感知·理知·自我认知》P251</p>\n<p>[2] 《感知·理知·自我认知》P248</p>\n<p>[3] 《逃避自由》</p>\n<p>[4]《何为良好生活》P124</p>\n","next":{"title":"在陌生的世界航行","link":"post/在陌生的世界航行"},"plink":"https://sakamotomari.github.io/post/不存在的真名/"}