{"title":"躯体，情绪，意志","date":"2021-12-21T13:41:26.000Z","link":"post/躯体，情绪，意志","comments":true,"tags":["Psychology"],"categories":["随笔"],"updated":"2021-12-21T13:48:47.628Z","content":"<p>本文为《现代性的神学起源》《笛卡尔的错误》《也许你该找个人聊聊》三本书的综合读后感，如果读到熟悉的句子，很可能就是我对原文的重述。书写的过程是加深理解与加强信念的过程，文章可能有错误的解释或啰嗦的重复，但如果能让耐心阅读的您对这几本书产生兴趣就再好不过了。尤其推荐《也许你该找个人聊聊》这本易读又深刻的书，虽然没有直接引用，但撰写本文的冲动来源于它。</p>\n<p>本文的主要观点：</p>\n<ul>\n<li>理解情绪与感受的价值</li>\n<li>理解人的有限性</li>\n<li>构建自己的故事，在实践中获得意义<h1 id=\"篇一：人之有限\"><a href=\"#篇一：人之有限\" class=\"headerlink\" title=\"篇一：人之有限\"></a>篇一：人之有限</h1>不知道你是否有过这样的经历：你的身体有一些异状；你调查了本市口碑较好的医院，甚至精确到具体的专家医生，提前两周预约门诊，早起两小时来到医院，挂号后等待一小时。等到自己迈入诊室，医生问诊的时间不超过五分钟。当医生熟练地选择检查项目或开药方时，你甚至感到有些失落，仿佛还想再和医生聊一会儿。</li>\n</ul>\n<p>人们希望被理解，希望自己的“特别”能够被看到，哪怕是面对医生。（如果医生真的对你表达出了极大兴趣，也许你遇上了疑难杂症……）但在当前普遍采用的医疗模式下，医生对病人的诊治是追求效率的，相应地会匮乏对患者感受的关注。医院的医生们不能像家庭医生那样，全面地了解你多年以来的健康状况（和你的生活），也很难有余力关照你的情绪和感受。</p>\n<p>相较而言，心理治疗师是颇为特殊的，在心理治疗的过程中，人们被鼓励描述自己的情绪和感受。心理治疗师和来访者通常保持长期的交流关系，固定周期（例如每周一次）、固定时长（通常四五十分钟）。这样的交流频率和深度，能够让治疗师更好地理解来访者，形成一对一的深入关系。</p>\n<p>然而，这样的模式也在遭受现代快节奏生活的挑战。也许会有来访者期待着治疗师能帮他在一个月内追到心仪的女生，或是经过一次疏导就能拨开云雾见青天。与此同时，医院的精神科医生则将药物作为主要的治疗手段。你觉得抑郁？你总是失眠？你感到狂躁？吃药吧，药物是靠谱的朋友，它能够有效地让你镇静。技术手段似乎是我们的“百忧解”，感冒了可以吃抗生素，发烧了可以吊点滴，抑郁了可以提高你的五羟色胺水平，失眠了可以服用褪黑素。人们凭借理性之光探索自然，发明新技术，让人们得以改造自然，获得自由，拥有幸福的生活。且慢——生活的幸福感和技术水平有多大的关联？技术能多大程度地解决问题？此处应留一个巨大的问号。</p>\n<p>我们崇尚理性之光，它是人类认识自然规律、创造新事物的源泉。有时候，人们会希望能切割掉自己软弱、情绪化的那部分，成为没有感情的绝对理性机器。虽然我们认可情感与“人性”一词的关联，但仍然倾向于贬低或忽视自己的情绪和感受。</p>\n<p>与我们的倾向相反，神经科学家达马西奥在《笛卡尔的错误》一书中反复强调情绪和感受的价值——情感引领理性达成人所期望的目的，没有情感的理性缺乏目的，无法走向任何地方。我们的躯体、情绪和感受，那些被我们认为处于“低级”层次的部分，同样重要地影响着我们的生活。他认为笛卡尔身心二元论的残留让人们习惯于只关注“灵魂”“大脑”的部分，但除了大脑以外，有机体的其他部分和有机体周围的环境也应当被重视。他写道：</p>\n<blockquote>\n<p>可能在有些神经科学家的观念中还残存着笛卡尔二元论的思想，他们坚持认为，只关注大脑就可以完全解释思维，而不用考虑有机体的其余部分和周围的物理环境和社会环境，实际上，他们也忽略了以下事实，即<strong>环境中的一部分本身就是有机体之前行为的产物</strong>。我抵制这种观点，并不是因为心智与大脑活动没有直接的关系，显然并非如此；而是因为这个说法是<strong>不完备的</strong>，让人无法认同。心智来源于大脑是无可争辩的，但我更希望评估这个观点，并考虑<strong>大脑中的神经元如何实现思维性的运作</strong>。就我而言，后者才是至关重要的问题。</p>\n</blockquote>\n<p>大脑中的神经元如何实现思维性的运作？神经元级别的运作机制当然值得研究，但生物体的躯体、以及躯体与外界的互动，都与心智的形成紧密相关。推理、道德判断、以及肉体疼痛或情绪动荡所带来的痛苦，并不存在于“躯体”之外。仅有存放于缸中的脑，是无法生出一个“灵魂”的。理性并非凭空产生，它建立于我们的生物性驱力、躯体的状态和情绪的基础之上。我们为人的推理能力感到自豪，而它所调用的低级神经系统同样会作用于情绪和感受的加工过程。达马西奥指出：</p>\n<p>这些低级神经系统和躯体本身保持着<strong>直接</strong>和<strong>双向</strong>的关系，因而使躯体成为最高级的推理和创造力运作中的一环。理性可能是被躯体信号所塑造和调节的，即便在理性表现出最崇高的特性并付诸行动时也是如此。</p>\n<p>当情绪与感受被持续地忽视，人仅凭“理性”很难通达好的生活状态。治疗疾病时，药物能够产生作用，但人的治疗情况并不只与用药情况有关。达马西奥也在书中批判了医学现状：</p>\n<blockquote>\n<p>所有这一切的结果是，在<strong>人性</strong>概念不完整的情况下，医学就展开了工作。因此，由心理因素导致的躯体疾病一贯只是次要因素，或者根本不加考虑，这毫不令人奇怪。医学界一直都没意识到，人们<strong>对于医疗状况的感受</strong>是影响治疗效果的一个重要因素。</p>\n</blockquote>\n<p>在刚才的描述中，我们的躯体被放到了靠前的位置，而躯体是有朽的。换言之，我们一定会迎来死亡的时刻。我们知道会有那么一刻，但是是什么时候？也许偶尔会因为模糊的视力、酸痛的腰椎感受到肉身的消耗，但通常来说，我们对“死亡”的思考是极少的。我们理所应当地认为自己将一直这样生活下去，精力、时间仿佛无穷无尽。</p>\n<p>我们赞颂人的勇气与智慧，崇拜理性的头脑。几千年来，人的意志之成果在这颗星球上显现，人的自由可与昔日神话中的“神明”比肩。现代性是新的神话，人类可以填海造陆，可以远隔重洋即时沟通，可以探索银河系以外的宇宙，可以改造生物体的基因。仿若无所不能的我们，却依旧会为死亡、孤独、自由、无意义而迷惘、流泪。作为个体的人会消逝。无论多么富有智慧的躯体，都会消亡。现代性让人们相信没有尽头的增长与进步，而人的心智根植在“复杂且脆弱、有限但独特的生物体中”——达马西奥评价道，这构成了一个固有的悲剧，然而，人们很少意识到这个悲剧，因而也对生命的价值不够尊重。</p>\n<p>高效便捷的生活，让我们体会到技术带来的自由，但也丧失了互相理解的耐心与善意。达马西奥认为，我们需要每天互相提醒，<strong>人是复杂的、脆弱的、有限的、独特的</strong>。</p>\n<h1 id=\"篇二：故事之无限\">篇二：故事之无限<a href=\"post/躯体，情绪，意志#篇二：故事之无限\"></a></h1><p>生活中总是有烦恼和不幸，我们每天都接受非常多的“刺激”。刺激会引发情绪，且往往是烦躁不安的情绪。神经科学研究表明，情绪并不是“自然”发生的，而是和你至今为止经历的场景和刺激相关，它是非自发的、主动的、评估性的过程。这就意味着，在“刺激”和“情绪”之间，存在可以调节的空间，即便我们习惯于认为情绪是立刻发生的、不受控制的。感知自己的情绪，在意识层面了解情绪，我们得以以更灵活的姿态面对刺激。在“刺激”与我们的回应之间，正是人的自由意志发挥作用的地方。在这狭小得几乎注意不到的空隙中，倘若我们选择一个与以往不同的回应方式，就能感受到自己极大的成长。那是一种掌控自我的自由。</p>\n<p>“一个人可以被剥夺任何东西，除了这个人最后的自由——在既定的环境下选择自己抱持什么态度的自由。”奥地利心理学家维克多·弗兰克尔（Viktor Emil Frankl）的这句话曾给予许多人莫大的震撼。“既定的环境”包括你所处的地域文化、你的家庭、你的学校、你的职场环境，包括所有你控制不了的人、物、事。由于生物本能或过往的经历，我们会持有一些负面的习性，例如习惯于抱怨外界条件，总是试图证明自己是正确的。自己果真是对的吗？在那个糟糕的环境中，自己真的什么都做不了了吗？真的只是因为外界环境的原因才落得那个不令人满意的结果的吗？换了一个环境之后，情况一定会有所不同吗？真相到底如何呢？如果不挣脱旧有模式的枷锁，也许环境的改变并不能带来真正的改变。正是因为人可以在固有的路径里创造出松动的空间，人的自由意志才得以彰显。</p>\n<p>《笛卡尔的错误》是这样解释“记忆”的：</p>\n<blockquote>\n<p>当我们回忆一个特定物体、面容或场景的时候，我们并没有得到一个精确的副本，而是获得了一个解释，即对原始版本的一个重构。另外，随着我们年龄和阅历的变化，同样事物的版本也会变化。</p>\n</blockquote>\n<p>也就是说，我们一直在编织着自己的人生故事。每一次回忆都是对过往经历的一次再编排，这故事与“真实”相比会模糊错位，而这种变化取决于我们自身的选择。故事的主线是什么？那个当时让自己苦恼的事情，是不是并非真正的问题根源？某一段经历或某个人的行为是不是仅仅是一条支线或插曲，不需要如此关注？自己是不是在找寻借口，以便待在原地、逃避为自己做决定的责任？在重新编辑自己的故事的过程中，如果我们足够诚实，勤恳地从不同角度审视自己的内心，一定能加深对自我的认知，并从中获得力量。</p>\n<p>叙事可以被改变，“固有”模式可以被调整。循着熟悉的味道去回忆自己的人生故事，是毫不费力的，但同时也会让人与改变的契机无缘。剖析自己是令人恐惧的，因此我们不愿意去深入内心的地下室。我们貌似“自发”的反应，与过去的经历与情绪紧密相连。已经成为模式的反应极难被撼动，因为它是如此自然，以至于不会被自己意识到。但它依旧是可以被改变的，并且我们都能认识到，这种改变会带来多么大的价值。最关键的一步，是意识到自己的模式。然后是采取具体的行动，是反复琢磨与练习。从“意识到”，到做出行动，再到形成新的稳定的模式，每一步之间都有很长的距离，这需要持续的、耐心的自我觉察，也少不了真诚的同行者的鼓舞。</p>\n<p>死亡的时刻是五十年后还是明天？倒推过来，你会选择如何度过当下的生活？这有限的一生，我该如何度过？面对无尽的不确定性，我该如何选择？我们希望拥有恒常的确定性，希望知道一条被许诺了幸福的路。尼尔·唐纳德·沃尔什（Neale Donald Walsch）认为，人类行动的动机往往有两种，恐惧和爱。两者可能都会使人认为“我必须这么做”，但前者是被动的，是为了免于某种惩罚；后者是主动的，是自发地想要这么做。换句话说，区别在于行动是不是自身意志驱动的——是被灌输的意志，还是自我创造的意志。</p>\n<p>人生有限，不要随波逐流地任由他人来框定你的人生故事，而应当主动创造自己的故事。你是自己的人生设计师，如果你愿意勇敢地探索自己的内心，诚实地面对自己的欲望，那么你一定能以更加笃定的心态行路。你的领悟与困惑，你的奋进与松弛，都会变得更加有意义。一点一滴地积累，耐心地浇灌，你会知道自己走在一条什么路上，不会渴求他人给出一个答案，不会因为外界他者的声音而慌乱动摇，不会因为自身状态的波动而沮丧下坠。</p>\n<p>在某个寻常时刻，人会突然疑惑生活的意义何在。试着在每一天里，尝试理解人之复杂与脆弱，怀着行动的勇气，去实践，去书写自己的故事——如此，“意义”会涌现。在虚无之前，我们仍可构筑希望的盾，在对情绪的感知中理解自己，在具体的行动中理解生活之意义。没有确信无误的答案，没有一劳永逸的方案，人生是孤独的旅程，所幸也有众多同行者。这众多的故事交织呼应，铺就着前往更好的世界的道路。</p>\n<blockquote>\n<p>多么愉快、活泼的音乐啊，叫人多么渴望着活下去呀！啊！我的上帝啊！时间会消逝的，我们会一去不返的，我们也会被后世遗忘的，连我们的面貌、我们的声音，都会被人遗忘的。甚至一共有多少像我们这样的人，后世也不会记得的。然而，我们现在的苦痛，一定会化为后代人们的愉快的；幸福与和平，会在大地上普遍建立起来的。后代的人们，会怀着感谢的心情来追念我们的，会给活在今天的我们祝福的。啊！我的亲爱的妹妹们，我们的生命还没有完结呢。我们要活下去！音乐多么高兴，多么愉快呀！叫人觉得仿佛再稍稍等一会，我们就会懂得我们为什么活着，我们为什么痛苦似的……我们真恨不得能够懂得呀！啊！我们真恨不得能够懂得呀！<br>契诃夫 《三姊妹》</p>\n</blockquote>\n","prev":{"title":"2021：行动之勇气","link":"post/2021：行动之勇气"},"next":{"title":"不一致的足音","link":"post/不一致的足音"},"plink":"https://sakamotomari.github.io/post/躯体，情绪，意志/","toc":[{"title":"","id":"篇一：人之有限","index":"1"},{"title":"篇二：故事之无限","id":"篇二：故事之无限","index":"2"}]}