{"title":"三年小记","date":"2023-05-20T08:16:12.000Z","link":"post/三年小记","comments":true,"tags":["Life","Reflection"],"categories":["随笔"],"updated":"2023-05-20T08:19:36.029Z","content":"<p>这半年的业余生活颇为丰富，以至于停下了笔。在这座城市工作已三年有余，应该写点什么。</p>\n<p>这阵子公司所在的街道上，有不少家餐厅重新装修，其中不乏稳定运营了三年的店铺。偶尔去商场里走一走，也发现不少店铺已成为过去时，甚至让人怀疑自己的记忆是否虚假。事物都有其生命周期，看起来一切如常，并不意味着它完全没有变化。身处其间的人才能知道故事的细节。</p>\n<p>我仍然在第一家公司里作为设计师提供服务，不过工作内容和最初的一年相比已经发生了不少变化，幸运的是，对于我来说是变得更有趣。专业性是永恒的话题，体验设计相关的书籍里有时会用“传教”这个词——如何让项目组了解体验设计的价值？如何在早期参与到产品规划之中？如何让项目组认可设计师提出的方案？其间有许多令人无奈的经历，也面临过“交互能给产品带来什么价值”这样的灵魂拷问。</p>\n<p>这三年读的专业书籍不多，不过读来都有所受益。《The UX Team of One》既罗列了大量实用的方法，也分享了作者对设计师作为布道者身份的理解，值得作为手边的工具书。《系统分析与设计方法》是面向“系统分析师”的教科书，有助于从项目视角理解一个系统的建构过程，解答了我对于产品经理和交互设计师工作内容重叠部分的困惑，不过后边数据建模的部分没有细读。”系统分析员“，和项目经理一同关注产品的全视角，在各个阶段和各个角色打交道。书中的“系统分析员”，可以类比于现在公司里的产品经理、体验设计师、交互设计师。他们是衔接业务领域和技术领域的桥梁。</p>\n<p>回到“交互设计师的价值”这个问题。交互设计师的价值，比视觉设计师的价值更难以衡量，更“不可见”。如果产品经理可以输出完备的需求文档（包含原型和主要交互）给视觉设计师（能够补足各个交互状态细节），那么确实可能省略掉交互设计的环节。事实上，由于企业对研发速度的要求，产品经理只能在单位时间内赶制出质量一般的需求文档和粗糙的原型，这需要交互设计师来完善、优化，从而让视觉设计师可以快速进入设计的状态，减少未来的返工。“优化”听起来缺乏含金量，事实上也确实可能不乏浑水摸鱼的情况。有效的优化，建立在熟悉各种设计模式、竞品情况，了解产品逻辑的基础上。交互设计师的核心价值，是让产品的业务价值化作能够被用户感知到的价值，体现为工作效率，或完成任务时丝滑的体验。“最好的设计是没有设计”，此言非虚，只是很难达到这样的地步，以及很难被缺乏设计经验的上级理解。</p>\n<p>在行业普遍缺乏增长点的当下，体验设计师也许是会被优先裁员的对象。“能用就行”，在预算有限的情况下，“体验”往往是被舍弃的一角。不过，只要需要构造出新的事物，设计师就会出现。我相信“设计师”出现的语境不应限于企业职场，设计师是一种角色，设计师的使命是发现和定义问题，然后提出尽可能多样的方案，再挑选出最可行的那一个，跟着现实情况灵活调整，具体地实现它。人生也是可以“设计”的，《斯坦福大学人生设计课》提供了极具实操性的人生设计的方法，可以说和一个好的产品设计过程如出一辙。书中提出了设计思维的5种基本心态：好奇心，努力实践（不断尝试），重新定义，专注（了解人生设计是一个过程），深度合作（寻求帮助）。在放弃寻找一劳永逸的最优解之后，生活本身会变得更加开阔。</p>\n<p>我仍然居住在最初签下的出租屋里，幸运地没有经历过搬家之苦。在这里的糟糕回忆前三名是：漫长的3月至5月（2022年），浴室下水道反水（2023年），小强出现在卧室窗帘（2021年）。去年萌生过换一个住处的想法，不过结合预算和周边房屋情况，认清了自己的定位，选择了续签。是否存在购房的可能性？这是困扰我的一个问题，在没有做任何调研之前，我倾向于否定的答案——参与这样的游戏是疯狂的。但“在何处安身立命”的问题还是萦绕脑海，我需要主动去了解房地产现状，填补自己的知识盲区，从而更清晰地理解自己的定位。</p>\n<p>剑道是贯穿业余生活的一项活动，有进步，进步得不多。留学期间在朋友的邀约下尝试了这种活动，因为一些奇妙的约定感，这几年除了封闭在家的期间都基本保持了每周一练的频次。根据手表监测的数值，我的心肺能力低于平均值，训练时也总是气喘吁吁。获得的是日常的一个锚点，以及进几步退几步的耐心。参加过几次道馆组织的内部比赛，从前几次的茫然被打，到实现首次有效的打击，也算是一个小小的突破。练习时，是和自己的懒惰、紧张作斗争。懒惰导致无意识的错误动作，紧张带来僵硬的体态。有时会从老师对剑道的讲解中有所感悟。时刻放松，保持弹性，保持观察。有不同的“看”的节奏，但一定要“看”，哪怕这个瞬间非常短暂。避免抱着“我要去打击某个部位”的念头而发力，在看到机会之前，人都应当是放松的、随时能够出击的状态。如果持续紧绷，就抓不住机会。</p>\n<p>与2020年的自己相比，困惑的数量也许没有减少，当旧的困惑得到答案，新的困惑已经浮现。有一个困惑值得一写：人是如何决定踏入一段亲密关系的？2020年的我为此着实困扰了一段时间，期间阅读了教科书《亲密关系》，又陆续受到《横道世之介》《会饮篇》等作品的启发，终于在夏季书写了自己的答案（2021年8月发布的《不一致的足音》便是一篇贺文性质的感悟）。这个答案似乎也适用于许多其他的抉择时刻。人如何决定要做出改变？人如何决定ta的道路？关键的要素是“勇气”。前路不可知，代价注定存在，但人仍然决定踏出这一步。丢掉浪漫的想象，看到事物复杂的面向，勇气是最初和最后的动力。</p>\n<p>抉择时刻不会太多，瞬间的勇气之后，便是长久的经营，是细碎的日常。亟待保养的脊椎，营养不均衡的饮食，仅供少数人阅读的文档，电量下降很快的相机，与家人亲友相聚前的准备——需要关照的事物从来都不会少，责任驱使你行动，而清明的综观决定你所认为的重要事物。阅读，写作，了解社会在发生什么，保持对生活的体察，保持正直和善良，踏实地继续行路吧。</p>\n","next":{"title":"活力从何而来？——2022年回顾","link":"post/活力从何而来？——2022年回顾"},"plink":"https://sakamotomari.github.io/post/三年小记/"}