{"title":"在陌生的世界航行","date":"2022-09-25T13:08:55.000Z","link":"post/在陌生的世界航行","comments":true,"tags":["Integrity","Originality"],"categories":["随笔"],"updated":"2022-09-25T13:12:46.643Z","content":"<p>近来有一个明显的感受：我的身体状况变得<strong>陌生</strong>了。寻求医学的帮助，发现医学能提供的答案很有限。从症状到指标，勉强建立了一些联系，但似乎并不能完全匹配；从指标到原因，其间的关联关系很微弱，医生只能给出一个通用的框架。我试图从资料中找到可能的“突变”的原因，但无功而返。简而言之，年龄的增长让躯体中缓慢的变化愈发可感知，而这种躯体状况带来的新的变化会彻底渗透进生活的方方面面。无法回答原因，无法变回“原样”。</p>\n<p>很多瞬间会提醒你，我们对生活的前提假设是不正确的。生活会一直这样下去，身体状况和昨天一样，工作和昨天一样，和周围人的关系和昨天一样。不，它们都在连续地、缓慢地发生变化，直到某些改变明显到足以被感知到，让你产生了“突变”的错觉。你想要从记忆里搜寻原因，但很可能并不存在那样一个决定性的影响因素。所有的影响因素都在慢慢地发生微弱的作用，推进着改变。</p>\n<p>年轻时倾向于认为生活是无限的开端和许多或大或小的人生抉择，而吱呀作响的躯体把你的脸推向一扇玻璃门，对面是必然会降临的“死亡”。我们已经身处这个过程，它短暂得如同一次吐息，又漫长得足以产生无数令你纠结烦恼的问题。我们能做的是，反复甄别什么是对于自己来说重要的问题，要给自己的生活赋予怎样的意义。</p>\n<p>变化是陌生的，变化是一定会发生的，人天性是抗拒变化的，于是痛苦从中诞生。不过，这种挣扎并非坏事，它要求你去适应变化，适应力是人类生存的必要条件。</p>\n<p>在飞速变化的现代社会中，总会有时刻让你觉得，世界变得很陌生，而你似乎对此无能为力。要怎么“适应”这个社会？在变化的洪流中，自己能做什么？我们明明就身处在世界里，却感到自己和世界已经失去了联系。</p>\n<p>思想家们用“<strong>异化</strong>”来描述这种“失联”的状态。本该紧密相连的事物，却被分隔开来了。人身处社会之中，常常感到力量和意义的消失，无法积极地参与社会生活，而作为被动接受世界中事物影响的客体存在 [1]。人失去了和世界相连的整体感。</p>\n<p>而被异化的人们未必只是受害者，他们也同样可能是加害者。《众病之王：癌症传》中提到，在攻克癌症的过程中，被组合化疗的效果鼓舞的研究者们，一度将患癌的病患们视作庞大实验计划中微不足道的一员，将多种药物的排列组合与癌症患者们无情地作着对应 [2]。医生与患者，也许本该是共同对抗疾病的同伴关系，但在技术、流程的激励下，病人被客体化，与医生的距离变得无限遥远。“人性关怀”在这里变得奢侈。</p>\n<p>我们往往比自己预想的更不了解自己身处的世界。一边关注着国际新闻，一边操心着核酸报告的过期时间。看到一则社会新规，不知道对自己会有什么具体的影响。无数的事件相互关联，我们却丧失了对联系的感知力，注意力被分割到无数琐碎的事件中，无法构成一个完整连贯的视野。说“丧失”也许不准确，在有着极强流动性的现代社会中，也许建立联系的能力本就难得，需要人一直投入心力地去思考与行动，思考外部环境的变化与个人生活的关系，尝试通过行动来对周围环境施加微小的影响。</p>\n<p>如果只专注于手头的事情，完全无视周围世界，也许这是可能的，但将会是危险的。无法将周围的变化考虑在内，手头的事情也很可能受到根本性的影响。几十年的生活经验所基于的隐含假设可能会失效，对稳定、安全的企盼是大概率会落空的。</p>\n<p>引用（已被清空微博数据的）劳东燕教授的一句感悟：“不想冒任何风险的人，反而更易于遭遇灭顶之灾，这是我新近学到的重要教训。在一个不确定的世界里，不冒风险是不可能的。你固然可以不选择风险，但风险或迟或早地会找上你。”</p>\n<p>## </p>\n<p>现代社会中的人们普遍有着无力感和微不足道感。这样的状况下，人们很可能与权威主义建立依赖性的共生关系。个体成为巨大机器的一环，机械性地执行自己的工作，“个性”泯灭，完全融入社会，以求得表面的安宁。Ta也许认为这就是自己的愿望与想法，但也可能是被社会灌注的结果——Ta难以分辨。孩童是极富活力与创造性的，有着许许多多自发的想法。但在与社会碰撞的过程中，如果个体的想法不被尊重和鼓励，这种珍贵的原创性便会消失；成为“大人”以后，表面和谐的生活下有无数暗流涌动，愿望与事实的差距总是用事后的合理理由来填补。弗洛姆在《逃避自由》中分析了人们投向权威主义的心理机制，并认为人要通过<strong>自发的爱与劳动</strong>来获得个体的意义感。自发的总是原创的。“关键不在于思想是什么，而在于如何思想。积极主动思考得到的思想总是新的、原创性的，原创并不一定非得是別人以前未想到过的，而总是指思想的人用思维作工具，去发现外面的世界或自己内心世界的新东西。”[3]</p>\n<p>如果“自我”是一条河流，它会极大地受到地理形态的影响，也不可避免地会遇到雨露的润泽和风暴的侵袭。我们的经历冲刷着我们，塑造了我们。但河流的愿望也很重要。“自我”是一个持续进行存档的世界线，我们被外部环境影响着，内部不断存储着新的世界线，而它又反过来决定了未来的世界线 [4] 。自我是如此复杂、如此面向繁多，与此同时它又是一个连续的整体。“不得不做”的叙事也可以转换为“我要做”，“我要做”意味着自发的爱与劳动；“我要做”也可能是虚假的“我要做”，如果人有勇气深入自己潜意识的地下室。我们创造性的力量是如何生发出来的？那是一个奇妙的谜。</p>\n<p>仿佛永远会存在的人物也当然会逝去。一些熟悉的人离去，一些熟悉的状况发生了变化，这些都会让我们觉得无措，好像世界变得陌生了一些。世界一直在变化，或缓慢或激烈，既然已经身处其间，不妨享受这未知的浪。尽量准确地把握自己的位置，掌握好个体的船舵，积极地与同行者们建立联系。踏实地做事，审慎地观察。当你遭遇挑战，你会有勇气去应对，因为那是你明知风险而选择的道路。</p>\n<h1 id=\"参考资料\">参考资料<a href=\"post/在陌生的世界航行#参考资料\"></a></h1><p>[1] 哲学和社会学专业人士如何看待“异化”和“物化”这两个概念？ - 飞奔的马达的回答 - 知乎</p>\n<p><a href=\"https://www.zhihu.com/question/27344978/answer/90916030\" target=\"_blank\" rel=\"noopener\">https://www.zhihu.com/question/27344978/answer/90916030</a></p>\n<p>[2] 《众病之王：癌症传》</p>\n<p>[3]《逃避自由》埃里希·弗罗姆</p>\n<p>[4] 《我是谁，或什么》 17 反思“宇宙之谜及其解决方案”</p>\n","prev":{"title":"不存在的真名","link":"post/不存在的真名"},"next":{"title":"从现代到当下的真生活","link":"post/从现代到当下的真生活"},"plink":"https://sakamotomari.github.io/post/在陌生的世界航行/","toc":[{"title":"参考资料","id":"参考资料","index":"1"}]}