{"title":"A Survey Machine For the Blind","date":"2018-11-30T10:58:25.000Z","link":"post/A-Survey-Machine-For-the-Blind","comments":true,"tags":["Class","HCI","Prototyping"],"categories":["Experience"],"updated":"2019-05-23T14:46:43.179Z","content":"<p>It is a rare chance to design something for the blind, and I did not predict that I would have that chance to do so. In the second mini project for the course Interaction Design, I was randomly assigned with the task of desiging a survey machine to collect opinions about walking experience through the city from the blind or visually impaired people. </p>\n<p>Is sounds like a challenging task. In the end, I proposed a physical prototype with six interactive buttons, which match six questions of different types. The result is not so amazing, and it did not win positive feedback from TAs. I did not perceive it as a wonderful project, but the process to design and make it was inspiring. I am going to share something interesting in the process.</p>\n<h1 id=\"Scenario-comes-first\">Scenario comes first<a href=\"post/A-Survey-Machine-For-the-Blind#Scenario-comes-first\"></a></h1><p>It took me a long time to think when would the blind are likely to interact with a survey machine, and why they would do that. Afterall, the blind and visually impaired people cannot see the machine clearly, and it seems impossible for them to know the function of this machine. </p>\n<p>Empathy map helped me to imagine what the target users may experience before and when they meet this machine. What they see? What they hear? What they think? What they do? With these questions, I came up with two possible ways to establish interactions between target users and the unnatural survey machine.</p>\n<p>One scenario might be a bit utopia, which is unlikely to happen. I imagine the target users as passers-by of this machine on the street. The target users who are using a cane may kick the bottom of the machine, and this bump would trigger a piece of voice notice, which informs the passer-by of the function of this macine. If they have interest in sharing their opinions to help improve the walking environment, they could further interact with this machine.</p>\n<p>The second scenario is more realistic. The machine could be set in public space of a community, and staff in the community would invite target users to give their opinions through this machine. This could easily happen if the staff are familiar with members within the community.</p>\n<p>After clarifying the scenarios of using this survey machine, I started to work on the design part.</p>\n<h1 id=\"Desk-research-can-provide-insights\">Desk research can provide insights<a href=\"post/A-Survey-Machine-For-the-Blind#Desk-research-can-provide-insights\"></a></h1><p>I searched papers, surveys and online articles. They provide abundant information for me to grasp the overview situation of visually impaired people in cities. I generalised the content into three main themes:</p>\n<ul>\n<li>How the blind navigate cities</li>\n<li>Stress associated with transportation</li>\n<li>Actual situation of road obstacles for the blind</li>\n</ul>\n<p>Based on the materials, I listed many questions that could be included in the survey machine to be designed. The following topics were involved:</p>\n<ul>\n<li>Demographic</li>\n<li>Walking experience</li>\n<li>Target</li>\n<li>Walking navigation</li>\n<li>Open questions about walking experience</li>\n</ul>\n<p>I filtered these questions using two principles:</p>\n<ol>\n<li>It could help improve the walking environment nearby</li>\n<li>The answer would be meaningful (and not obvious)</li>\n</ol>\n<p>After the selection, six questions were left. Now the content of the survey machine has been decided.</p>\n<h1 id=\"Forms-may-be-decided-by-materials\">Forms may be decided by materials<a href=\"post/A-Survey-Machine-For-the-Blind#Forms-may-be-decided-by-materials\"></a></h1><p>Because we had to produce the physical prototype using materials in hand, the appearance and structure of the prototype was strongly influenced by the materials I owned. I first sketched possible ways to realise each “question”, and then considered whether the form could be further simplified or be more creative. With a vague image of what I was going to build, I searched for my materials and checked whether the form could be realised by them. If the answer is no, I would change the form a bit according to my materials. For example, the form of a series of questions such as “how frequent do you visit these places” are changed from separate sliders to a cabinet composed of four drawers. The structure of drawers were also changed several times in order to make them easier to build.</p>\n<h1 id=\"There-is-no-perfect-way-to-communicate\">There is no perfect way to communicate<a href=\"post/A-Survey-Machine-For-the-Blind#There-is-no-perfect-way-to-communicate\"></a></h1><p>The main method for users to know what s/he is going to do is via<br>voice. I set the survey machine would integrate a headset earphone, and users would use this earphone to listen to instructions. The voice guide would guide users to interact with the six questions. Since the blind and visually impaired people could hardly see the machine, the parts would be force-sensitive so that a gentle touch could trigger corresponding voice guide.</p>\n<p>I did not apply braille after comparison. Braille is convenient to read repeatedly, but the words take too huge space for the small machine. At the same time, it does not have affective influence on users. On the contrary, voice guide could make users feel more comfortable, and it does not take up space. However, voice guide is a kind of streaming information, therefore it would be inconvenient if the user would like to play a sentence again.</p>\n<h1 id=\"Ending\">Ending<a href=\"post/A-Survey-Machine-For-the-Blind#Ending\"></a></h1><p>I used heuristic guidelines of Nielson to evaluate my prototype. The survey machine does not function very satisfactorily, but it does work in the scenario I set. Visitors doubted how could blind people know how to interact with it, and even there is audio guide, it is still inconvinient for them to operate. I agree with it, and there might be other better solutions. I would say a direct interview with the blind or visually impaired people might be more efficient and useful to gain information about the walking environment in cities, rather than a survey machine.</p>\n","prev":{"title":"青春不朽？","link":"post/青春不朽？"},"next":{"title":"How To Make A Choice","link":"post/How-To-Make-A-Choice"},"plink":"https://sakamotomari.github.io/post/A-Survey-Machine-For-the-Blind/","toc":[{"title":"Scenario comes first","id":"Scenario-comes-first","index":"1"},{"title":"Desk research can provide insights","id":"Desk-research-can-provide-insights","index":"2"},{"title":"Forms may be decided by materials","id":"Forms-may-be-decided-by-materials","index":"3"},{"title":"There is no perfect way to communicate","id":"There-is-no-perfect-way-to-communicate","index":"4"},{"title":"Ending","id":"Ending","index":"5"}]}