{"title":"How do visually impaired people access museums?","date":"2019-04-27T07:22:40.000Z","link":"post/How-do-visually-impaired-people-access-museums","comments":true,"tags":["Accessibility"],"categories":["Notes"],"updated":"2019-04-28T14:58:37.383Z","content":"<p>Since visually impaired people have limited ability to explore museum collections by sight, other sensory modalities are explored in museums, especially the sense of touch. High-quality tactile paintings could be produced quickly using rapid prototyping machines, which can be a good learning tool in museums or galleries [1]. 3D works of art such as statues can also be reproduced into virtual 3D copies, and visually impaired people can touch them using devices [5]. The collections could even be accessed remotely, with the aid of haptic modality and robotic telepresence [6]. Many touch tours have been organised by museums, some of which are designed as an additional feature [9], and some involve visually impaired people in the design phase [2]. Touching is suggested to provide “unforgettable experience” in a museum [6], however, it is also argued that touch might not be more accessible than vision [4][7]. </p>\n<p>The representation form of collections seems not to be an essential factor of museum visit experience; interaction with people might matter more. Handa et al. [8] report accessibility to exhibitions and collections as well as staff assistance are the priority needs selected by Japanese visually impaired visitors, and the quality of service is more important than special facilities. Being able to touch does not guarantee a good museum experience. It is often the interaction between visually impaired visitors and other visitors or staff that enriches the visit experience in a museum. Social interaction could bring a sense of inclusion [3][10], while visually impaired visitors tend to have low expectations of the management and staff of museums [10]. </p>\n<h1 id=\"Reference\">Reference<a href=\"post/How-do-visually-impaired-people-access-museums#Reference\"></a></h1><p>[1] Karkar AbdelGhani, and Somaya Al-Maadeed. 2018. Mobile Assistive Technologies for Visual Impaired Users: A Survey. In 2018 International Conference on Computer and Applications (ICCA), pp. 427-433. IEEE.<br>[2] Accessibility community. 2018. Making your service accessible: an introduction. (23 July 2018). Retrived from <a href=\"https://www.gov.uk/service-manual/helping-people-to-use-your-service/making-your-service-accessible-an-introduction\" target=\"_blank\" rel=\"noopener\">https://www.gov.uk/service-manual/helping-people-to-use-your-service/making-your-service-accessible-an-introduction</a><br>[3] Reichinger Andreas, Stefan Maierhofer, and Werner Purgathofer. 2011. High-quality tactile paintings. Journal on Computing and Cultural Heritage (JOCCH) 4, no. 2: 5.<br>[4] Chick Anne. 2017. Co-creating an accessible, multisensory exhibition with the National Centre for Craft &amp; Design and blind and partially sighted participants. Retrieved from <a href=\"http://eprints.lincoln.ac.uk/27590/1/120_long_Chick-2%20%281%29.pdf\" target=\"_blank\" rel=\"noopener\">http://eprints.lincoln.ac.uk/27590/1/120_long_Chick-2%20%281%29.pdf</a><br>[5] Kaur, Arvinder, and Diksha Dani. 2014. Banking websites in India: an accessibility evaluation.” CSI transactions on ICT 2, no. 1: 23-34.<br>[6] Power Christopher, André Freire, Helen Petrie, and David Swallow. 2012. Guidelines are only half of the story: accessibility problems encountered by blind users on the web. In Proceedings of the SIGCHI conference on human factors in computing systems, pp. 433-442. ACM.<br>[7] Vom Lehn Dirk. 2010. Discovering ‘Experience-ables’: Socially including visually impaired people in art museums. Journal of Marketing Management 26, no. 7-8: 749-769.<br>[8] Lisney Eleanor, Jonathan P. Bowen, Kirsten Hearn, and Maria Zedda. 2013. Museums and technology: Being inclusive helps accessibility for all. Curator: The Museum Journal 56, no. 3: 353-361.<br>[9] Candlin Fiona. 2006. The dubious inheritance of touch: Art history and museum access. Journal of Visual Culture 5, no. 2: 137-154.<br>[10] Brajnik Giorgio. 2008. Beyond conformance: the role of accessibility evaluation methods. In International Conference on Web Information Systems Engineering, pp. 63-80. Springer, Berlin, Heidelberg. </p>\n","prev":{"title":"为什么应当现在就开始写作","link":"post/为什么应当现在就开始写作"},"next":{"title":"March leaves like a lion | 三月如狮离去","link":"post/March-leaves-like-a-lion"},"plink":"https://sakamotomari.github.io/post/How-do-visually-impaired-people-access-museums/","toc":[{"title":"Reference","id":"Reference","index":"1"}]}