{"title":"Change | 改变","date":"2018-09-07T20:47:36.000Z","slug":"Change","comments":true,"tags":["Life","Reflection"],"categories":["随笔"],"updated":"2019-04-28T15:52:47.599Z","content":"<blockquote>\n<p>一切皆流，无物常驻。  ——赫拉克利特</p>\n</blockquote>\n<p>八周的语言课程刚刚结束，按理说应当总结习得的academic writing的种种知识，但脑袋里反复响起的却是一句无关紧要的话：change is good!</p>\n<p>这句话的出现场景是换座位——为了找到新的partner来进行讨论。大概是tutor随口说出的一句话，却连着欢快的语调一起嵌进了记忆里。人们倾向于注意到自己本身在意的东西，而无可否认的是，我正处于寻求“改变”的当口。</p>\n<h1 id=\"接纳coding\">接纳coding<a href=\"post/Change#接纳coding\"></a></h1><p>第一个想要实现的改变，就是以平和的心态接纳编程。我没法勒令自己“喜欢”编程，即便自己再怎么抖M体质也不会唐突地由痛恨转变为如此积极的情绪。说“痛恨”未免有些偏激，但过去的四年确实是深深地被编程折磨过，也证明了自己在这方面并无才能。</p>\n<p>诚然，编程是一项被鼓励的活动。它实现的工具能够大大提高完成任务的效率，或者说是完成人力无法胜任的工作。编程本身也可以是一种技艺，虽然代码的优雅与否我只能凭直觉给出判断。程序真实地反映了编写者的想法，同时迅速、诚实地给出反馈，以致于很多人都沉迷于消灭bug的快感中。在追求更好的代码这条不归路上，人们会在不知不觉中建立新的思考方式，用编程的思路来解决各种问题，并且往往更加高效。哪怕是看似artistic的用户界面设计，也可以用面向对象的方法建立一套<a href=\"http://bradfrost.com/blog/post/atomic-web-design/\" target=\"_blank\" rel=\"noopener\">原子化设计准则</a>。当然设计本身也是为了解决问题，艺术创作的话暂且还不能套入编程的思想吧。</p>\n<p>很多行业都积极引入IT人才。即便不是技术性职位，掌握编程这项技能也成为了巨大的加分项。金融专业的同学选择R语言，理工科青睐matlab，而近些年持续热门的大数据以及机器学习也让python独领风骚。很多人为了转行IT，不惜重金进入培训班学习，毕竟互联网行业的平均工资高得令人咋舌。程序员的各式格子衫和堪忧的发量成为了经典的调侃对象，被贴上“钱多话少死得早”标签的IT工程师们在自黑的同时可能也隐含着对其象征的“朴素”与“智慧”的自傲。但我对这份热闹抱持着不信任的态度，只敢站在边界观望，无法自信地走进去。</p>\n<p>我很在意完成一项任务之后的“成就感”，不幸的是，课程项目结束后留下的总是苦涩的尾音。这可能既来源于一路尝试时的跌跌撞撞，也与完成效果的粗糙拙劣有关。醍醐灌顶的时刻似乎没有，只有猛然醒悟自身愚蠢的瞬间。或者说一直在慢慢地感受自己的愚钝？四年的本科学习，我充分认识到自己不适合程序员的身份。但这不意味着编程的经历于我无用：最直接的，它让我接触到数字产品设计的幕后流程；参照完成不同项目后的感受，我发现自己比起实现功能，更享受设计新内容的过程。那么将目光投向交互设计也是自然而然的事情了。这是逃避编程的借口吗？也许是的，我不喜欢举步维艰如履薄冰的感觉；但决不全是为了远离代码，因为我深知人必须在自己选择的道路上背负相应的罪，而不是因为所背负的罪而选择道路。虽然很多时候，混沌的内心并不能作出明晰的区分。</p>\n<p>我想我依旧是讨厌代码的。但是我在尝试接受它，作为一种解决问题的工具。既然我感到很难用代码创造新事物，那就把新事物的设计交给我，具体的代码实现交给工程师吧，除非以后我又改变心意想成为全栈工程师了。至少不要害怕——迅哥说了，不怕的人前面才有路。</p>\n<h1 id=\"切换identity\">切换identity<a href=\"post/Change#切换identity\"></a></h1><p>沉默是性格，焦虑是性格，口语成绩无法达标看来是性格的缘故。语言班的两个月学习可能并没有明显提升我的口语能力，我也怠于练习。Tutor曾向我建议，想象此刻身处异国的自己拥有全新的人格，尝试变得更加open，不要拘泥于过去那个寡言的形象。我在课堂上作出了努力，积极发言，虽然经常是为了避免冷场。课堂外仍是紧闭着嘴，只是观察。甚至和日本室友搭话都要鼓足勇气，说几句话的同时还止不住地因紧张而颤抖。</p>\n<p>二十多年间，多次被老师评价“她不爱说话”，母亲也是逢人便说“小家伙性格内向，一点都不活泼”，我也不清楚自己这样的性格是nature还是nurture了。不管他人的评价有没有对我形成暗示，我对于自己的内向性格倒是挺满足——直到意识到它对我的学业、工作会产生影响。雅思口语三次都是6分，即时反应很差，边说边唾弃自己。语言班的presentation是熟悉的内容，也多次操练过，所以自己才能表现得很自信。如若是找工作时的interview，自己大概又会慌张无措，眼睁睁看着面试官的表情变得冷漠吧。</p>\n<p>然而这又仅是性格原因吗？不，撕开这层遮羞布，我认为自己是吃了懒于思考的苦果。其实“性格”的暂时切换不是难事：拥有目的，做出行动，内向性格的自己也能够表现得powerful。关键是，如果想在发言时做到胸有成竹、言之有物，必须在平日里以坚持不懈的思考来积累素材。当场思考出的结果，是过往经验的连接和提炼，而不是凭空创造的无稽之谈。训练思维模式可以一定程度地加快实现建立连接的过程，然而原料依然取自日常生活的积累。</p>\n<p>原来说话竟是如此费力的一件事吗。这里也有一个前提：我希望自己说的话是尽可能正确的，或者说是有意义的。这份别扭的执着可能本身就没有意义。这也是性格原因吗？</p>\n<h1 id=\"记录reflection\">记录reflection<a href=\"post/Change#记录reflection\"></a></h1><p>持续地思考是十分消耗精力的。人们倾向于采用“经验”告诉自己的决策，这很省力，在大部分时候也确实能得到理想结果。与此同时，这种习惯也限制了人们思考的界限（或者干脆是摧毁了思考的能力），编织出精致的牢笼，人沦为被自己的习惯圈养的生物。我就是这样的人。高中使用保温杯时会先打开盖子，抿上几口，合上盖子，再打开，喝几口，再合上，如此反复，直到有人纳闷地望着我：你为什么不一直把盖子开着呢？</p>\n<p>这些生活中的小习惯也算是无伤大雅，但一些处理、决策时的习惯恐怕会侵蚀自身而不自知。所以，出现问题亦是件好事，如果它能带来恳切的反思的话。常常反思，能够明确自己现在所处的位置，回顾出发点，审视过去的得与失，考察短期和长期的目标，然后调整当下的行为，以接近理想的结果。反思的敌人是懒惰，懒惰是最难缠的。即便自己很清楚问题所在，如果无法做出改变，反思也只能加重焦虑感。</p>\n<p>这正是建立这个博客的原因。凭着惯性生活，挣扎着完成学校的任务，随性挥霍自由的时间，回首当是没什么意思的。我总觉得自己没什么可以输出的，也正因如此，更有必要以这样一处稍显正式的记录地点来督促自己去思考和创作。在建立博客之初，我曾纠结其定位：是展示作品的个人网站，还是记录学习过程的文字博客呢？说到底，自己并无值得展示的成果。那么就从这里开始改变吧。去阅读、去经历、去学习，然后思考，总结，记录。击败懒惰的信心是不存在的，我只能活动活动关节，继续一场旷日持久的与自己的战争。</p>\n","prev":{"title":"A Failure of Digital Story","slug":"A-Failure-of-Digital-Story"},"link":"https://sakamotomari.github.io/post/Change/","toc":[{"title":"接纳coding","id":"接纳coding","index":"1"},{"title":"切换identity","id":"切换identity","index":"2"},{"title":"记录reflection","id":"记录reflection","index":"3"}]}