{"title":"How to make full use of questionnaire","date":"2019-05-27T01:53:30.000Z","link":"post/How-to-make-full-use-of-questionnaire","comments":true,"tags":["Methods","UX"],"categories":["Notes"],"updated":"2020-03-27T02:11:01.927Z","content":"<p>Questionnaires are a common method to collect opinions from people, and it is often applied in the user research or evaluation in UX projects. However, sometimes we may feel we could not gain any insight from the responses, or we doubt if the results are reliable. What happens here? We might not identify the reasons unless we dig into the questionnaire as a research method. Understand this method, then could we make full use of it.</p>\n<h1 id=\"Quantitative-method-to-collect-qualitative-data\">Quantitative method to collect qualitative data<a href=\"post/How-to-make-full-use-of-questionnaire#Quantitative-method-to-collect-qualitative-data\"></a></h1><p>Surveys and questionnaires are used to gather information about your users, their attitudes and behaviors [1]. This method is attitudinal, which means it collects what people say, rather than what people do. It can be applied in any context of use, and requires low cost. It performs well when trying to understand users from a general perspective. Questions are often designed to be “quantitative”, using scales and ratings. </p>\n<p>After data collection, we need to identify important themes merged in these qualitative data. From the responses of surveys, we could group our observations based on common themes. If the number of participants is quite large, the number of instances could also be recorded aside with the piece of observation. By this we could identify the prevalence or frequency of a specific theme or situation.</p>\n<h1 id=\"Guide-of-applying-questionnaires\">Guide of applying questionnaires<a href=\"post/How-to-make-full-use-of-questionnaire#Guide-of-applying-questionnaires\"></a></h1><h2 id=\"What-is-the-research-objective\">What is the research objective<a href=\"post/How-to-make-full-use-of-questionnaire#What-is-the-research-objective\"></a></h2><p>The questionnaire is applied for an objective, and the clearer the objective is, the more desirable results you might achieve. The research objective might evolve during the design process of the questionnaire, from a general research question such as “Who is our target user” to more concretes ones such as “What are the behavioural  differences between user group A and B”. The design of questionnaire is centred around the research objectives.</p>\n<h2 id=\"Design-questions\">Design questions<a href=\"post/How-to-make-full-use-of-questionnaire#Design-questions\"></a></h2><p>From the research objective, you can usually come up with a list of questions. Write down them first, and then group related questions and adjust them to be in an appropriate order. Look at the draft, and you may learn from some survey design checklist [2] to refine your survey. Here are some advices from the checklist:</p>\n<blockquote>\n<ul>\n<li>Did you group similar questions?</li>\n<li>Are the questions appropriate for the audience?</li>\n<li>Are the questions easy to understand?</li>\n<li>Did you avoid questions with two concepts?</li>\n<li>Are rating scales balanced?</li>\n<li>Do you include “don’t know” options when relevant?</li>\n<li>Did you practice this survey before sharing it? (ideally with a smaller sample size?)</li>\n<li>Did you keep your participants in mind throughout the whole survey design?</li>\n<li>Did I avoid double negatives?</li>\n<li>Have I used open-ended questions?</li>\n<li>Have I asked why?</li>\n</ul>\n</blockquote>\n<p>For the questions that are essential yet participants might tell a lie or ignore them, it might be helpful to set the same question twice, in different locations and in different linguistic forms.</p>\n<p>If you feel unconfident about the questions, you could think back to the research questions. You could even propose some hypotheses, and consider how to verify them through survey questions. </p>\n<h2 id=\"Find-participants\">Find participants<a href=\"post/How-to-make-full-use-of-questionnaire#Find-participants\"></a></h2><p>Make sure your participants are your target users, otherwise the results might become confusing. You could apply some screening questions before you send the survey or in the beginning of the survey. For example, ask “How often do you travel?” when your target users are expected to be travel lovers.</p>\n<p>If you have enough time, it would be better to test the questionnaire among several participants, and then iterate it based on feedback. After refining the questionnaire, you could achieve better results when allocating to a larger sample.</p>\n<h2 id=\"Analyse-survey-results\">Analyse survey results<a href=\"post/How-to-make-full-use-of-questionnaire#Analyse-survey-results\"></a></h2><p>If your research goal is very clear, this step would be easy. Against the hypotheses you proposed, see whether the results validate them or invalidate them. Record the number because quantitative data could usually be more credible. If you do not have a clear goal, and what you would like to achieve is to gain whatever insights from potential users, I would assume the analysis method is the same as in a qualitative study. Find patterns from the data, and organise them in a logical way.</p>\n<h1 id=\"Ending\">Ending<a href=\"post/How-to-make-full-use-of-questionnaire#Ending\"></a></h1><p>Questionnaire is a useful research method in many contexts, and it could bring valuable insights if we design a good questionnaire and analyse the results according to our research objective. For concrete examples of designing a questionnaire, here is one recommendation: <a href=\"https://medium.com/@allisoncrady/designing-iterating-analyzing-user-surveys-for-product-impact-5771fc1cdd7a\" target=\"_blank\" rel=\"noopener\">The Ultimate UX Survey Design Guide</a>.</p>\n<h1 id=\"References\">References<a href=\"post/How-to-make-full-use-of-questionnaire#References\"></a></h1><p>[1] <a href=\"https://www.nngroup.com/articles/quantitative-user-research-methods/\" target=\"_blank\" rel=\"noopener\">Kate Moran, 2018. Quantitative User-Research Methodologies: An Overview</a></p>\n<p>[2] <a href=\"https://medium.com/@allisoncrady/designing-iterating-analyzing-user-surveys-for-product-impact-5771fc1cdd7a\" target=\"_blank\" rel=\"noopener\">Allison Crady, 2018. The Ultimate UX Survey Design Guide</a></p>\n","prev":{"title":"Improvement of ICU dashboard","link":"post/2019-05-Improvement-of-ICU-dashboard"},"next":{"title":"为什么应当现在就开始写作","link":"post/为什么应当现在就开始写作"},"plink":"https://sakamotomari.github.io/post/How-to-make-full-use-of-questionnaire/","toc":[{"title":"Quantitative method to collect qualitative data","id":"Quantitative-method-to-collect-qualitative-data","index":"1"},{"title":"Guide of applying questionnaires","id":"Guide-of-applying-questionnaires","index":"2","children":[{"title":"What is the research objective","id":"What-is-the-research-objective","index":"2.1"},{"title":"Design questions","id":"Design-questions","index":"2.2"},{"title":"Find participants","id":"Find-participants","index":"2.3"},{"title":"Analyse survey results","id":"Analyse-survey-results","index":"2.4"}]},{"title":"Ending","id":"Ending","index":"3"},{"title":"References","id":"References","index":"4"}]}