{"title":"A Failure of Digital Story","date":"2018-09-28T20:19:26.000Z","excerpt":"","slug":"A-Failure-of-Digital-Story","tags":["Class","Reflection","Teamwork"],"categories":["Experience"],"updated":"2018-09-29T19:46:38.242Z","content":"<p>For the past 3 days, I did a small project of Digital Story, which sadly, ends in <em>failure</em>.</p>\n<p>It does not mean the effect of our digital story is that poor. Actually it explains what HCI is quite clearly, but the video is absolutely a bit far from the definition of digital story, and the most important thing is, <strong>we did not have fun in this project</strong>! The week 0 work is supposed to bring us fun, but we did not. For me this is the biggest failure.</p>\n<p>Well, I have to admit it is partly my fault, as I was the leader of our team – although it is a bit unbelievable, because I always hate to be in the position of leader.</p>\n<p>In this post, I will try to explain what we did, how we did and why the result is not satisfying.</p>\n<h2 id=\"What-we-did\"><a href=\"#What-we-did\" class=\"headerlink\" title=\"What we did\"></a>What we did</h2><p>Before I call back what I did, the requirements for this task have to be clarified. We need to make a ‘digital story’ using digital photos or sketches and sound, which should be less than 2 minutes. The digital story should explain What Human-computer Interaction is to the teenagers aged between 13 and 16. </p>\n<p>What we presented is a video about FIFA, a popular football game. Through a comparison between the early versions and the latest version, we explained how HCI functions to improve gaming experience. We expressed from three perspectives: movement of players; engaging environment; operations in different platforms. Yes, covering all of these in 2 minutes.</p>\n<p>You may burst into laugh – it seems we had ignored all the requirements of this task. First of all, it is not a ‘story’; Secondly, it appears too serious to communicate with teenagers; Finally, the video must be very ‘crowded’ with so much stuff.</p>\n<p>I also wonder it is <em>when</em> that everything went in a wrong direction. Let me analyse it in next part.</p>\n<h2 id=\"How-we-did\"><a href=\"#How-we-did\" class=\"headerlink\" title=\"How we did\"></a>How we did</h2><p>I don’t know why I became the leader of this team. It is composed by 5 Chinese and 1 English (maybe?). Two of the members are my classmates during the pre-sessional course, who know me to some extend. I don’t think I had shown any quality related to leadership during the course, but anyway I said ‘OK’ when my friend recommended me to be our leader. </p>\n<p>I do not like being a leader, because, obviously, it means a lot of responsibility, and I am afraid of it. Since I had responded to be a leader, I must take my responsibility. Identify the goal, make a plan, assign to all the members, keep everything on track. Yes, you can do it, just have a go!</p>\n<p>But the natural things just did not happen naturally. In the very beginning, the brainstorm was as awkward as what I had experienced before. Silent, silence is gold. I had to encourage all the members to have a voice in this discussion, but I did not know how. </p>\n<p>The only thing we reached a consensus was that teenagers <em>want something fun</em>. Perhaps sketches would be a good choice. Then I came up with the idea of explaining HCI through games. From command lines to Virtual Reality, the history of games must be fun. After the Plan A, other members came up with more ideas, some of which were quite interesting. Finally, from four plans, we decided to take Plan A, to tell a brief history of games, which seemed to be the most interesting one. We even thought about some scripts that were really humourous and fun.</p>\n<p>I think <em>the biggest turning point</em> was our discussion with the teacher. She commented teenagers might lack interest in history. They just do not care what their parents play several decades ago. Instead, if we could explain how HCI inluences what they are experiencing now, that would be a nice entry point. She also mentioned FIFA, a video game that is realy popular among teenagers.</p>\n<p>Her words threw us in a sea. Actually, I still held the view that the history of games could be introduced in a fun way, and FIFA is absolutely not for everyone between 13 and 16. But after we searched, FIFA is undoubtedly popular in this country. It is one of the best sellers. </p>\n<p>In the group chat, I explained my confusion, and waited for their response. They just followed the topic about FIFA and other popular games. Without a clear discussion, we began to research FIFA, a game that is unfamiliar to most of us. <em>Things had already went wrong here</em>.</p>\n<p>We searched the history of FIFA, found the hugest changes in these decades, generalised the changes into several categories, and organised the content of our digital story. To be frank, it is not a story, it is more like a presentation. Worst of all, I could say none of us had fun in this process.</p>\n<h2 id=\"Why-it-failed\"><a href=\"#Why-it-failed\" class=\"headerlink\" title=\"Why it failed\"></a>Why it failed</h2><p>Now let me think about why our video became a failure.</p>\n<p>It is a failure because we did not have fun – this sentence is true in two levels. As the goal of this task is to bring students fun, it is obvious that we failed, since we did not enjoy the process. At the same time, <em>how could we success if we do not have interest in what we are doing</em>?</p>\n<p>After the discussion with the teacher, we simply discarded what we thought and pursued for ‘the most popular game’, which seemed can catch teenagers’ eyes. However, it is never the topic but the form we present the topic that engages the audience. When we searched information about FIFA like doing some research, we had already lost. We forgot the feature of our target audience.</p>\n<p>Aside from the fundamental fault, I also find some problems in the process of ‘failure’. When we discussed the content of the digital video, some members <em>misunderstood ‘digital story’</em>. They took it as a common video, so they hope the video could add more cool effects. This idea once made our discussion very unconstructive. I thought the definition of ‘digital story’ was clearly printed on the paper, so I did not clarify it in the beginning. As a leader, it is my failure. In the discussion, I often found our talk was limited between only part of our team, while some members stayed silent. <em>A stimuli</em> is needed in such situations, but I do not know much about the ways to motivate everyone to give their opinion. Another problem is often mentioned when it comes to team work, which is <em>communication</em>. Four of us decided the organisation of our video, and I wrote a document to explain it. However, for the one who wrote the script and the one who made the video, they had different levels of misunderstandings. We tried to clarify some issues many times, and amended the video together, but there are still some points that were not realised. In other words, what we eventually presented differs from what we intended to present. Communication is an everlasting problem, though.</p>\n<hr>\n<p>None of us feel satisfied with our work, and none of us had fun in this project. It is a pity, especially for the lack of fun. Although it is just a warm-up of our coming courses, it becomes a lesson for me, as a callow leader.</p>\n","next":{"title":"Sketch or AI?","slug":"Sketch-or-AI"},"link":"/2018/09/28","toc":[{"title":"What we did","id":"What-we-did","index":"1"},{"title":"How we did","id":"How-we-did","index":"2"},{"title":"Why it failed","id":"Why-it-failed","index":"3"}]}