{"title":"Codudo: a system that improves senses of belonging through co-doodling","date":"2019-01-21T21:51:22.000Z","link":"post/Codudo-a-system-that-improves-senses-of-belonging-through-co-doodling","comments":true,"tags":["Class","HCI","Prototyping","Reflection","Teamwork","UX"],"categories":["Experience"],"updated":"2019-05-19T09:57:20.533Z","content":"<p>With the topic “weaving threads”, what can we design to take advantage of technology within a community so as to strengthen the connection between people? After exploration in three months, our group presented the design solution of an interactive system: Codudo.</p>\n<p>Codudo aims at encouraging international students to express themselves through co-doodling, in order to enhance the sense of belonging. The system is composed of three parts: doodle booth, mobile App and presentation screen. Users will add their own doodle to the digital canvas in the doodle booth; they could interact with other users in the App; the work created collaborately by everyone would be shown in the presentation screen, which is ideally located in a public place in the community.</p>\n<p>How did we narrow the problem from an abstract concept to “senses of belonging”, and how did we come up with the solution of co-doodling? Based on our progress, I will explain it in 7 parts.</p>\n<h1 id=\"Narrowing-the-topic\">Narrowing the topic<a href=\"post/Codudo-a-system-that-improves-senses-of-belonging-through-co-doodling#Narrowing-the-topic\"></a></h1><p>A difficult yet critical part of a project is to choose a good topic. We spent a lot of time trying to find an interesting topic, and the initial result was related to mental health of international students. Later, due to the sensitivity of topics related to “mental health”, we turned to the concept of “lack of senses of belonging”. In this part I will just focus on the very beginning stage where we did not change our topic.</p>\n<p>Brainstorming is a common method to generate a bunch of ideas in the beginning. Starting from “weaving the threads”, we came up with a large number of relevant words, but we did not find any word that could bring a great design. In other words, simply listing related words seems to be too abstract a way to inspire us. It may be useful in other conditions, but here it did not benefit us. Then I suggested listing “people”, “place” and “action” respectively, and then combining randomly to discover any interesting topic. For example, “old people”+”restaurant”+”read” could be a topic. This time, we found some concrete design possibilities, yet they were not good enough to excite us.</p>\n<p>The initial brainstorming stage did not help us in a straight forward way, yet it did inspire us to generate new ideas later. Since that meeting took us a long time, we decided to stop there and come up with several ideas by ourselves respectively, and a few days later we shall share our ideas. In the second meeting, each of us brought three ideas or so, and by voting, we decided on our topic to be mental health. Our principle of choosing the topic is: an actual existing problem that all of us feel interested and had not had many solutions so far.</p>\n<p>Among international students, many might has mental issues but they tend to not ask for help from counselling organisations. We would like to encourage students to release their emotions and have a good mental health. We did some literature review from five perspectives:</p>\n<ul>\n<li>Existing products</li>\n<li>Students’ ways to release emotion</li>\n<li>Common mental problems (especially foreign students)</li>\n<li>Campus mental health situation</li>\n<li>Reward system to attract people to interact with</li>\n</ul>\n<p>Our desk research showed evidence that the topic met our principle, and there were some design opportunities. Therefore, we started to design questionnaire to understand the real situation of UCL students.</p>\n<h1 id=\"Creating-a-persona\">Creating a persona<a href=\"post/Codudo-a-system-that-improves-senses-of-belonging-through-co-doodling#Creating-a-persona\"></a></h1><p>Persona is used to define the target users. It will guide us throughout the design process. In order to create an accurate persona, we need to collect true data from target users. A survey was designed to collect UCL students’ opinions and preferences about mental health and ways to release emotions.</p>\n<p>To design a survey is not as easy as I thought. We were struggling with what to ask, which word to use, and how to organise the sequence. Generally we focused on the topic of emotion regulation and adaptation to new life at UCL, which was composed by 9 closed questions. We also included four open questions.</p>\n<p>From 60 valid answers we received, some features were extracted. We listed the main problems that cause negative emotion, ways to adjust emotion, and typical activities that make people relaxed. We also concluded the goals, which were just assumptions at that time. We also defined the persona to be international students, since we found the longer time one lives in the UK, the fewer peoblems s/he might have. The details of persona are shown below.</p>\n<blockquote>\n<p><strong>Persona</strong><br>Goals:</p>\n<ul>\n<li>Become more positive</li>\n<li>Become more confident to express myself</li>\n<li>Get involved in larger groups and enhance senses of belonging<br>Main problems that cause negative emotion</li>\n<li>Heavy study pressure</li>\n<li>Lack friends and don’t know how to make new friends</li>\n<li>Communication barriers</li>\n<li>Low social adaptation due to cultural gap (e.g. recreation, lifestyle)</li>\n<li>Heavy employment pressure<br>Ways to adjust emotion</li>\n<li>Self-readjustment (e.g. distract attention)</li>\n<li>Talk to friends or relatives<br>Activities</li>\n<li>Watch TV programmes</li>\n<li>Listen to music</li>\n<li>Play games</li>\n</ul>\n</blockquote>\n<h1 id=\"Adjusting-the-project-topic\">Adjusting the project topic<a href=\"post/Codudo-a-system-that-improves-senses-of-belonging-through-co-doodling#Adjusting-the-project-topic\"></a></h1><p>As I said, we proposed some assumptions about user goals. We decided to conduct some interviews to verify the assumptions. At the same time, the topic needed to be changed a bit to avoid sensitive topics; in other words, “mental health” should be avoided. From the questionnaire, we also found many international students had difficulty expressing oneself in English, and felt lack a sense of belonging. Also, they had the motivation to build relationship with other members in the same community. Therefore, the interviews were centred around the strength of such motivation and the possible targets.</p>\n<p>The questions were designed from the participation situation of social activities, and the desire to attend social activities. We interviewed some UCL students whose native language were not English. The interview data was analysed using thematic analysis, and a logical expression from effective factors to expected functions of possible design solutions was created. The expression is shown below. Regarding the interview questions, there is some space for improvement. Some questions are a bit biased, such as “Do you feel anxious to talk with others in social activities”. A more neutral way could be “How do you feel”.</p>\n<blockquote>\n<p><strong>User Needs</strong><br>Relevant factors:</p>\n<ul>\n<li>Language barriers (unconfident to express oneself)</li>\n<li>Cultural gap (Reluctant to take part in social activities)<br>Problems:<br>Stuck in a small circle of people from the same cultural background<br>Goals:<br>Get involved in larger groups and enhance a sense of belonging to the community<br>Needs:<br>A design that could enhance senses of belonging<br>Expected functions:<br>Enable users to…</li>\n<li>Confidently express themselves in a comfortable way </li>\n<li>Be recognised by a wider peer group</li>\n</ul>\n</blockquote>\n<h1 id=\"Exploring-different-solutions\">Exploring different solutions<a href=\"post/Codudo-a-system-that-improves-senses-of-belonging-through-co-doodling#Exploring-different-solutions\"></a></h1><p>Now comes the other divergence - coming up with as many alternatives as we could. The large number of possible solutions might bring one very good solution, while only one solution may have other better alternatives. We filtered our solutions in discussion, and cut down the number to three. The rules of filter were derived from papers, which were four elements that could bring senses of belonging: <strong>increase of participation; identification of similarity; acquisition of recognition; and establishment of emotional connection</strong>.</p>\n<p>The first two solutions are similar. One is doodling, the other is composing music. The two solutions transform user’s emotions today into doodles or a piece of melody, and with many members’ work, a huge painting or a piece of mixed melody would be generated every day, which represents the emotions of a community. Doodles are created by users, while music would be generated from the words typed by users. The third solution is a virtual community, and each member would choose an avatar in the community, such as flowers, sun, cloud, and so on. These elements would compose a dynamic system, and the emotion state of avatars would influence the balance of this system.</p>\n<p>Since the first two solutions could be easily presented in public, while the third solution may only be accessed via private mobile phones, we decided to remove the third solution. We created a storyboard to show the things may happen around our design. In order to compare the two solutions left, we used a four-quadrant chart to evaluate the two solutions, with the dimension of <strong>level of control</strong> and <strong>degree of positivity of possible impacts</strong>. If the user could control the results that represent their emotions well, and the result could bring positive impacts to users, the solution would be perceived as good. In the end, we found the doodling one outperforms the music one. Therefore, the form of solution was decided to be doodle.</p>\n<h1 id=\"Co-doodling-system\">Co-doodling system<a href=\"post/Codudo-a-system-that-improves-senses-of-belonging-through-co-doodling#Co-doodling-system\"></a></h1><p>We made the idea of doodling concrete with sketching and discussion. The design solution would be a system, which includes a doodle booth on campus, a mobile application and a huge screen to display. The idea was formed by the four mechanism about senses of belonging. </p>\n<p>Doodle booth is the core of this system. Community members would use the interactive board here to create their own doodles as a representation of their emotions on that day. When submitting, they can choose to select some doodles that they feel interested or echoed with their own works. This part creates senses of participation and similarity.</p>\n<p>The mobile application could be downloaded via the QR code provided in the doodle booth. Members could interact with doodles on that day and vote for the doodle topic next day. Interactions between users could enhance senses of participation and recognition, and if some users establish further communication through this platform, emotional links are also built.</p>\n<p>Finally, the huge display screen would show all the doodles created by members within the community, so that it represents the emotions of the community on that day. Also, it could function as a decrative board, attracting more members to participate in the co-doodle activity.</p>\n<p>We designed the interfaces of the doodle booth and the mobile application. We met many issues such as looking for a suitable way of switching interfaces, and how to interact with doodles that are distributed nonlinearly. The details would be shown in the portfolio.</p>\n<h1 id=\"User-testing-and-refining\">User testing and refining<a href=\"post/Codudo-a-system-that-improves-senses-of-belonging-through-co-doodling#User-testing-and-refining\"></a></h1><p>Solutions need to be evaluated. In this project, we had five volunteers to test the usability of this system. The doodle booth was simulated by a blank white paper of A2 size, and the mobile application was in the form of paper prototyping. We also preprared essential widgets in the doodle booth for users to use, such as palette and brush, in the form of paper and colourful pens.</p>\n<p>Usability could be tested from 3 perspectives: effectiveness, efficiency and satisfaction. We focused on effectiveness because we would like to see if the system is feasible, whether there were any problem hidden in the flow. We intended to test users’ satisfaction in follow-up interview, but we did not accomplish it due to time constraints.</p>\n<p>We set up several tasks around the main function of the system, and presented the task cards and the mockups to volunteers. Then we observed their behaviours and recorded their comments in the process. After the testing period, we also asked some questions to understand their overview impression on this system.</p>\n<p>Some problems were common among the testers. Many had difficulty finding the access to “comment”; most of them did not notice the “topic” on the top of the doodle screen. Our informal follow-up test showed the problem of finding “comment” might be derived from the material of the prototyping. Paper prototype added obstacles for users to try different interaction techniques. Digital prototype allows users to trigger various states intuitively.</p>\n<p>The feature of choosing topic and doodling centred around a topic was abandoned. Members within our group held different views about whether we should set a topic every day. I thought a topic could inspire users to create interesting things every day, and the topic should be easy to associate to one’s unique experience. A topic such as “hometown” is good, while “computer” might not attract people to create their own doodle. If no topic is provided, a passer-by might have no idea what to paint, and thus few would participate in the activity. It might become difficult to maintain the system if few people take part in. My peer thought a topic might add pressure to users who are not used to doodling, since they had difficulty expressing themselves by doodles. A topic such as “Black Friday” might be so hard for people who have no confidence in painting that they just give up.</p>\n<p>The final decision was made based on the time constraint of this project and possible methods to figure out users’ opinions about the effect of having a topic. It might need a survey that cover a large number of potential users in order to understand whether people prefer to have a topic or not. It also seems necessary to divide the groups into people who are good at painting or enjoy doodling, and people who are not good at painting or seldom doodle. </p>\n<p>After further adjustment of the prototype, we submitted the design proposal in the form of paper and video. A brilliant member rendered the mockup of the doodle booth and used that in our 3-min video. The video introduces the motivation of the design, and then explains how the system functions. Finally, the potential positive effects of this system are presented.</p>\n<h1 id=\"Reflection\">Reflection<a href=\"post/Codudo-a-system-that-improves-senses-of-belonging-through-co-doodling#Reflection\"></a></h1><h2 id=\"Design-unguided-questions-for-questionnaires-and-interviews\">Design unguided questions for questionnaires and interviews<a href=\"post/Codudo-a-system-that-improves-senses-of-belonging-through-co-doodling#Design-unguided-questions-for-questionnaires-and-interviews\"></a></h2><p>In user research stage, the design of questionnaires and interview questions needs to be put more effort. A target should always be clearly set up before we start to depict concrete questions, otherwise some questions might be useless for the research. At the same time, we should be careful that the questions are not leading. In that case the results would be biased. Maybe I shall take notes for this part and write a separate article.</p>\n<h2 id=\"Think-about-evaluation-methods-before-deciding-the-topic\">Think about evaluation methods before deciding the topic<a href=\"post/Codudo-a-system-that-improves-senses-of-belonging-through-co-doodling#Think-about-evaluation-methods-before-deciding-the-topic\"></a></h2><p>This point is a bit utilitarian. A good topic is usually evaluable. If the topic seems to be too general, vague, and unmeasurable, it should be narrowed down further or weu should consider changing a topic. For our project, one problem is the difficulty of evaluating enhancement of senses of belonging. It might be investigated through long term qualitative and quantitative study, but it is beyond our schedule.</p>\n<h2 id=\"Materials-of-prototyping\">Materials of prototyping<a href=\"post/Codudo-a-system-that-improves-senses-of-belonging-through-co-doodling#Materials-of-prototyping\"></a></h2><p>If the goal is to test effectivity of interaction design in a user testing session, the material should be carefully prepared. The form can have influence on users’ performance, just like our case. We are not likely to long-tap a piece of paper, which lead to a false low effectivity of that part of design. A high-fidelity version of prototype would probably produce more effective results.</p>\n<h2 id=\"Dissemination-of-your-work\">Dissemination of your work<a href=\"post/Codudo-a-system-that-improves-senses-of-belonging-through-co-doodling#Dissemination-of-your-work\"></a></h2><p>Once the project is finished, it is recommended that we should put considerable effort in explaing it. A poor presentation of a project may harm its actual value. But the presentation is also closely related to the design process - if the process if logical and evidence-based, the presentation of work is supposed to be logical and clear, and thus is convinceable to our audience.</p>\n<p>In presentation, it is beneficial to mention the highlight or contribution of the work in the beginning. For our project, it might be a creative and comfortable way of self-expressing, and a complete system to build a sense of belonging within a community.</p>\n<p>After conducting a project, it is necessary to reflect on it, to see what we did well and what we failed to achieve. Experience does not naturally come from past experience, but from our thinking. It is the first time for me to reflect my project in the form of an article, and I also learn from this writing. I wrote too long, which is not readable to others, and it might only function as an archive of my thoughts. The most valueable part is the “reflection” one. In future reflections for projects, I might focus on what problems we met and what needs improvement.</p>\n<finished 19=\"\" on=\"\" may,2019=\"\"></finished>","prev":{"title":"Trying Micro-phenomenology","link":"post/Trying-Micro-phenomenology"},"next":{"title":"2018年的故事","link":"post/2018年的故事"},"plink":"https://sakamotomari.github.io/post/Codudo-a-system-that-improves-senses-of-belonging-through-co-doodling/","toc":[{"title":"Narrowing the topic","id":"Narrowing-the-topic","index":"1"},{"title":"Creating a persona","id":"Creating-a-persona","index":"2"},{"title":"Adjusting the project topic","id":"Adjusting-the-project-topic","index":"3"},{"title":"Exploring different solutions","id":"Exploring-different-solutions","index":"4"},{"title":"Co-doodling system","id":"Co-doodling-system","index":"5"},{"title":"User testing and refining","id":"User-testing-and-refining","index":"6"},{"title":"Reflection","id":"Reflection","index":"7","children":[{"title":"Design unguided questions for questionnaires and interviews","id":"Design-unguided-questions-for-questionnaires-and-interviews","index":"7.1"},{"title":"Think about evaluation methods before deciding the topic","id":"Think-about-evaluation-methods-before-deciding-the-topic","index":"7.2"},{"title":"Materials of prototyping","id":"Materials-of-prototyping","index":"7.3"},{"title":"Dissemination of your work","id":"Dissemination-of-your-work","index":"7.4"}]}]}