{"title":"2020：可期的平均","date":"2021-01-03T12:10:39.000Z","link":"post/2020：可期的平均","comments":true,"tags":["Life","Reflection"],"categories":["随笔"],"updated":"2021-01-03T12:10:39.926Z","content":"<p>前几年的年末都用文字做了一些回顾，今年也不例外，但是却找不到一个一言以概之的主题。借助一些回顾工具[1]，勉强找了三个并不关键的关键词，再浓缩为一个标题的话，就是“可期的平均”，不好，不坏。</p>\n<h1 id=\"平和\">平和<a href=\"post/2020：可期的平均#平和\"></a></h1><p>非常幸运，年初的疫情对我的生活影响不大。长期居家的生活并无不适，入职时间也只是比预想的晚了两个月而已。1月23日前后的几周，关注着疫情动态而心神不宁；读了很多人的观点，反思之后发布博文《做某事的力量》。那段时间应该是我这一年里情绪起伏最大的时期，但也借此感受到了人的力量。“人的内心里值得赞赏的东西总归比应该唾弃的东西多”。相信人的力量，悲观的人也能积极地做事。</p>\n<p>有人用“淡定”“让人安心”等词来形容我——我姑且信以为真。这种相对“平和”的状态，是受了许多人的影响。例如在2020年举办了11场线上音乐会传达爱与和平的KOKIA，例如写了多本面向大众的哲学知识书籍的陈嘉映老师，例如积极探索新领域的坂本真绫，例如描绘“努力”之价值的古馆春一。越是在割裂与分歧加剧、虚无主义盛行的时候，越需要人与人的联结，需要良好的信念。凭借音乐，故事，书籍，我得以接触到珍贵的思想晶体。这些具象的榜样，让我更加理解“良好生活”的含义，以平和的心态行路。</p>\n<h1 id=\"节奏\">节奏<a href=\"post/2020：可期的平均#节奏\"></a></h1><p>要说到有什么“成就”，我勉强找出了三条，然后意识到这都是自己年初定下的长期目标。阅读非专业书籍的字数达到370万（目标是400万）；撰写12篇博文（目标是每月一篇）；每个月参加至少3次剑道训练（目标是每个周末至少一次）。换言之，计划之外的“高光时刻”数量为零。</p>\n<p>不禁苦笑，我确实是一个循规蹈矩按部就班的人。节奏十分稳定，按照自己的计划一点点推进，少有灵光一现的激情时刻，少有脱离常轨的天马行空。有着这样温吞的特质，也会暗自羡慕他人的酒神时刻。</p>\n<p>还有很多计划没有完成，比如专业上的技能提升和知识积累。虽然也在零散地进行，但远称不上有效、系统。——对自己宽容一些，这事儿慢慢来。阅读和撰写博文的计划，是2019年才开始的，在此之前，自己的阅读量很小，随笔也多停留于自说自话。因此希望自己养成阅读不同领域书籍、输出有价值的文章的习惯。两年过去了，这个习惯可以说是养成了吧，融入了自己的生活节奏。虽然整体节奏还很慢，但也确实是一点进步。</p>\n<p>一些计划内发生的亮点：</p>\n<ul>\n<li>2月 学习《如何更好地学习》coursera课程后输出笔记</li>\n<li>4月 阅读《设计体系》后输出笔记和总结文章</li>\n<li>9月 阅读《维特根斯坦传》后输出文章</li>\n<li>12月 通过播客与书籍的碰撞久违地开启酒神状态写了一篇3000多字的随笔《故事这样相连》</li>\n</ul>\n<h1 id=\"行知\">行知<a href=\"post/2020：可期的平均#行知\"></a></h1><p>今年开始了职场生涯，工作时间也已有八个月。如果说以前的学生项目只是“知”和“行”的模拟，如今才真正算是实践自己的“知”了。尝试列举自己遇到的较大的挑战，却发现工作项目中并没有明显的“疙瘩”，有的是一些持续性的隐痛，例如工作时缺少能专注思考的时间，作为设计在项目前期话语权低，参与项目后难以沉淀出有价值的内容等。要问有成就感的瞬间，工作本身的正反馈很少，反倒是在下班后自己探索思考的问题而发现了好文章时被一阵激动砸中。将零散的思考扔在一处，有时苦恼无法形成输出。但也不需要急着找模式、定结论、给解决方案。保持敞开的状态，持续迭代更新，会打磨出自己认为说得过去的内容的。</p>\n<p>试用期中，自己是处于“观察”的状态，到下半年才逐渐摸索出自己可以影响的“边界”[2]。近期也在多做尝试，目前还看不出效果，仍会继续。</p>\n<h1 id=\"让平均值高一些吧\">让平均值高一些吧<a href=\"post/2020：可期的平均#让平均值高一些吧\"></a></h1><p>既然我是安定地追寻自己的节奏的人，既然生活体验的极高值和极低值会被我拉向均值，那么不妨让平均值高一些吧。“取法乎上，得乎其中”，去年的自己是取法乎中，今年，要更有野心。剑道训练中，自己的进攻总是不足，迟钝地等着对方来打自己再作出反应。为了让这种互动更有意思，我也应该更主动一些，做出自己的挑战。</p>\n<p>首要的是职业能力的提升，目标是成为可靠的问题解决者。策略是找到正反馈的循环，通过做事、刻意练习、回顾调整来进步。过程中的积淀，以文章、素材库、作品集的形式体现。</p>\n<p>另一个同样重要的目标，依旧是对世界、对自我的认识。具体说来，是阅读非专业书籍400万字，保持输出文章的习惯，以及积极与外界展开对话。</p>\n<p>健康是以上两点的基础。保持规律的生活，这一点也是一如既往。</p>\n<p>给2021年一个关键词：饥饿。看到“饥饿”的人，自己也会变得更饿。因为想要变得更好，所以步履不停。勇者啊，继续你的旅程吧。</p>\n<p>[1] YearCompass. Year Planning Booklet. <a href=\"https://yearcompass.com/\" target=\"_blank\" rel=\"noopener\">https://yearcompass.com/</a></p>\n<p>[2] Eiki. 工作小结|寻找边界.  <a href=\"https://sakamotomari.github.io/post/%E5%B7%A5%E4%BD%9C%E5%B0%8F%E7%BB%93-%E5%AF%BB%E6%89%BE%E8%BE%B9%E7%95%8C\">https://sakamotomari.github.io/post/%E5%B7%A5%E4%BD%9C%E5%B0%8F%E7%BB%93-%E5%AF%BB%E6%89%BE%E8%BE%B9%E7%95%8C</a></p>\n","prev":{"title":"“看见”作为起点","link":"post/“看见”作为起点"},"next":{"title":"故事这样相连","link":"post/故事这样相连"},"plink":"https://sakamotomari.github.io/post/2020：可期的平均/","toc":[{"title":"平和","id":"平和","index":"1"},{"title":"节奏","id":"节奏","index":"2"},{"title":"行知","id":"行知","index":"3"},{"title":"让平均值高一些吧","id":"让平均值高一些吧","index":"4"}]}