{"title":"How To Make A Choice","date":"2018-11-05T08:04:00.000Z","slug":"How-To-Make-A-Choice","comments":true,"tags":["Choice","Life","Self-awareness"],"categories":["Random Thoughts"],"updated":"2018-11-09T12:09:56.385Z","content":"<p>When typing down this title, I feel like a crafty writer that tries to cater the lost youngsters with a seemingly serious title. Fine, let me just be the crafty guy, and the crafty guy is not going to share any concrete advice on how to make a choice; rather, she will try to discuss <em>what</em> drives us to make a choice, and how can we figure out what is that <em>‘what’</em>. I cannot guarantee the quality of this article, as I am her only reader (and I have no <em>choice</em> but to be her audience).</p>\n<h2 id=\"What-drives-you-to-make-a-choice\"><a href=\"#What-drives-you-to-make-a-choice\" class=\"headerlink\" title=\"What drives you to make a choice\"></a>What drives you to make a choice</h2><p>Making a choice can often be painful. You feel you are struggling between one and another, comparing the gain and loss, and finally you end up making an unsatisfactory choice, being exhausted. Sometimes a miracle just happens and you make a decision quickly without any trouble. So happy!</p>\n<p>What drives you to make a final decision among various choices, and why our feeling after making a choice can be so different?</p>\n<p>Your expectation really matters. And there is usually a goal underlying your expectation for the potential result brought by that choice. If you dipict your expectation very clearly, it would be rather easy to make a satisfying choice. For example, several days ago, I bought a laptop sleeve in ten minutes and felt happy. My expectation is: the laptop sleeve suits my laptop well; it should be cheap; its appearance should be simple. I entered John&amp;Lewis at around 16:00, took the escalator to arrive at the 5th floor, walked around the digital area to have an overview of all the laptop sleeves, and made a decision. The time printed on my purchase receipt is 16:18. If I include some more factors to consider, such as the brand, the colour, the pattern, and the texture, it would become a headache to make a decent decision. The pain does not only come from the increasing number of considering factors, but also from the vagueness of the expectation. </p>\n<p>With the increase of considering factors, the constraint becomes stricter, so the criteria for making a choice should be clearer, although it would be more difficult to find one that suits perfectly… why do you comment it as “vague”? Well, in some cases, a stricter criterion does reflect the careful thought, however, in many cases, we explain our expectation all round because we never carefully consider what we expect. We do not prepare for the coming “choice” so we simply apply all the common criteria for making a similar choice. In such condition, we will fall into a seesaw battle, where each factor will stop you from making that decision, keeping telling “but look at me!” in your mind. There is no clear expectation in your mind, which leaves the space for all the factors to fight.</p>\n<p>An unclear goal leads to an unclear expectation. One miserable tug-of-war happened in my life was the choice between liberal arts and science in high school. I do not have a preference for each of them (my teacher said I could choose either, as I have no shortage for each of them), and the only evidence I have to help me make the decision is the stereotype of these two directions. “Learning liberal arts is easier than learning science, while people learning science can often find a better job in the future.” As for anything about “dream”, I do not have any dream since childhood. In other words, I do not have a clear goal to follow. If I have had a goal to become a scientist, or to become a historian, the choice would have been easy to make. </p>\n<p>A clear goal defines what you really want and what you do not want, and thus guide you to make a decision. To make a choice is also to decide what to gain and lose. If you care less about the loss and put priority on the potential gain, you will make that decision, vice versa. Although you have an expectation about what will gain or lose, what you expect will not necessarily happen. I want to relate this fact to the concept of Type Ⅰ and Type Ⅱ error. Type Ⅰ error is false positive, which means the experiment result shows there is a difference under some special condition, while in fact the result is not true. When you apply your experiment results to real life, what you expect will not happen. Type Ⅱ error is false negative, which means what you think will not make a difference actually makes a difference. </p>\n<p>To understand the relation between these two types of errors and the choice we shall make, just think about that laptop sleeve. I assumed a beautiful laptop sleeve would not make a difference to my life, but maybe it would make me happier every time I see it, then I have made a false negative error. But I would never know, because I have chosen not to purchase a beautiful one. In comparison, if I assumed a beautiful laptop sleeve enlightens me every day, I would spend a lot of time searching for it, but when I get it, maybe it does not make me happier, so this time a false positive error was made. Furthermore, this time I  know my assumption is wrong, so I might feel disappointed. Can you bear with that? If you are strong enough to withstand the possibility of making a false positive error, you will incline to apply your positive assumption to choice-making. If you think you’d better not take that risk, you will be prone to the less risky choice, despite the possibility of losing a chance to make your life better.</p>\n<p>That is to say, we are actually choosing what types of error to make when we make a choice. And usually a choice involves much more factors than the purchase of a laptop sleeve.  Will I feel misearble if I choose Science? Will it be difficult to find a job if I choose Liberal Arts? These assumptions are difficult to examine. At that time, I think I would take the risk of feeling miserable, and tended to believe studying Science makes it easier to find a job. So the choice I made was to study Science, which made me feel miserable in many times. I could not judge whether it is the “best choice”, as no comparison could ever be made here.</p>\n<p>To have a clear goal is not easy. It is sometimes difficult to decide what types of error you could tolerate because you want to avoid all the loss and desire all the gain. Even though you have a preference for each error you might make for each condition, to combine all the thoughts and make a balancce is still a struggle. How could we just know our goal?</p>\n<h2 id=\"How-to-figure-out-what-is-that-‘what’\"><a href=\"#How-to-figure-out-what-is-that-‘what’\" class=\"headerlink\" title=\"How to figure out what is that ‘what’\"></a>How to figure out what is that ‘what’</h2><p>I have demonstrated that a clear goal is what drives you to make a choice. Now it’s time to quote the words that often appear with Socrates:</p>\n<blockquote>\n<p>Know thyself</p>\n</blockquote>\n<p>Only if you have a deep understanding of yourself can you clarify your goal, by which you could make a decent choice for yourself. It is a natural process. You know what you want, and then you pursue for it, ignoring other trivial matters. The problem lies far before that – <strong>I do not know myself as deep as I thought</strong>. </p>\n<p>We live in our body using our mind every day, yet we do not know ourselves. It sounds funny, but it is often true. What are you good at? What areas are you interested in? How do you feel in your career? Do you think you will keep staying in this area? It is kind of easy to answer the first question, but I feel more and more unsure when the questions go deeper. </p>\n<p>Stop the self-doubt… Now I have to admit it is true that I do not know myself. So, how can I achieve that? How can I know myself deeper, so that I could make a choice more quickly and more happily? Well, I cannot guarantee the effect, but two methods can be applied here. </p>\n<p>The first method is to <strong>observe yourself</strong>. This is to record your current self, which is shaped by your past experience. You can write down what you did, what you achieved, what you lost, how you feel, etc. From time to time, you can look back on your records and try to figure out some patterns or principles you use unconsciously. For example, I concluded from my undergraduate study that compared with realising something using codes, I prefer the process to design a new thing. This could help me make choices related to my career path. Also, I prefer to talk with someone in person rather than talk to him in front of many people. This finding may influence my choice of communication form in study and work.</p>\n<p>The second method is to <strong>try everything</strong>. This is to explore your possibilities and to confirm your definition of yourself. Uncertainty stops us from making a choice, especially when it comes to one that will influence your whole life path. Before that big choice in the near future, what we could do is to be open to various chances and try everything. Whenever a question like ‘will I feel bored with data visualisation’ appear in your mind, it is the right time to consider starting a small individual project to practise it. If you have made the assumption that ‘it will make me bored’, the practice will give its testing result of your hypothesis, which helps refining your self-definition.</p>\n<p>Of course, another problem arises that one man only has 24 hours a day. Cool, another time to ‘<em>make a choice</em>‘! By saying that I mean the process of knowing yourself and the time to make a choice does not happen sequentially, rather, these two things are weaving through your whole life. You make a choice, maybe not so satisfying, and you learn something about yourself, which refines your self-knowledge, after that you make another choice based on your new self-knowledge, and this time you might feel a little happier, or not… The process happens <strong>iteratively and endlessly</strong>. </p>\n<blockquote>\n<p>An unexamined life is not worth living.</p>\n</blockquote>\n<p>By observing ourselves and reflecting on our choices, we are examing our life in one way. Let the questions inside keep going, and the answers will become clearer gradually.</p>\n<h2 id=\"Freedom-of-choice\"><a href=\"#Freedom-of-choice\" class=\"headerlink\" title=\"Freedom of choice\"></a>Freedom of choice</h2><p>The freedom of making choices may not mean happiness. In early years, the number of choices we face seems to be smaller. To enter a secondary school, to enter a high school… there are not so abundant choices there, and everything seems to happen naturally. When I became an adult (to be precise, ‘nearly’), I felt suddenly a sea of choices spread in front of me, and each one will turn my life into a brand new direction. The freedom of making choices can make me dizzy.</p>\n<p>Yet sometimes although we seem to have some choices, we feel it is limited, finally ‘I have no choice but to…’. Usually I do not feel happy or sad after this type of choice-making – what is left is a feeling of melancholy. I have made a choice, and I will have to carry that weight. I cannot say whether the choice is right or wrong, and I cannot have another version of my life to compare it with. I just cannot feel satisfied because I imagine there should be a perfect choice somewhere.</p>\n<p>I think this kind of conflict in the mind is quite common, yet often it has no meaning except for adding anxiety to ourselves. Ideally there is a perfect choice, but in reality seldom can people find a ‘best choice’. How to define a ‘perfect’ choice? How can you judge another route would be better? To quote a line from Higuchi[1]: ‘<em>It is stupid to place your hope of life on another possibility. You can only accept yourself as you can only be.</em>‘</p>\n<p>Maybe the freedom of choice does not present itself in the action of making a choice, but in the feeling you have after you make a choice. I am still on the way to convincing myself that my choice is ‘right’. After all, a life with roseate colour does not exist. A life mixed with all the colours is worth living even more.</p>\n<p>[1]: A character from the animation <em>Tatami Galaxy</em></p>\n","prev":{"title":"无法变成腌黄瓜的我们","slug":"无法变成腌黄瓜的我们"},"next":{"title":"Reconsider How to Read","slug":"Reconsider-How-to-Read"},"link":""}