{"title":"What I've learned from HCI programme at UCL","date":"2019-06-18T06:06:24.000Z","link":"post/What-I-ve-learned-from-HCI-programme-at-UCL","comments":true,"tags":["Campus","HCI","Reflection"],"categories":["Experience"],"updated":"2019-06-18T13:06:24.234Z","content":"<p>This is a personal lookback on my experience in learning Human-computer Interaction (full-time) at University College London. What I am going to describe about the programme might not be precise, since it is mixed with my subjective thoughts. I will unfold this article from 4 perspectives: <strong>programme structure</strong>, <strong>course content</strong>, <strong>assessment</strong> and <strong>personal reflection</strong>. If you are interested in this programme, the first three parts might be helpful for you. The official programme introduction could be found <a href=\"https://uclic.ucl.ac.uk/study/prospective-taught-courses/studying-hci\" target=\"_blank\" rel=\"noopener\">here</a>.</p>\n<h1 id=\"Programme-structure\">Programme structure<a href=\"post/What-I-ve-learned-from-HCI-programme-at-UCL#Programme-structure\"></a></h1><p>The MSc HCI programme is organised by University College London Interaction Centre (UCLIC), which belongs to both Division of Psychology &amp; Language Sciences and Department of Computer Science. This means we could access resources in both departments, such as devices and seminars. Some of the tutors of final project are also from Department of Computer Science. </p>\n<p>The programme is composed of three terms, starting from September and finishing in a year. Each term lasts for around 3 months, while there are no classes in the 3rd term. The courses keep evolving these years, based on feedback from students. The 1st term from the end of September to mid-December includes two courses: <strong>Interaction Science</strong> and <strong>Interaction Design</strong>. In the 2nd term, students will choose 4 modules from a list of 6 modules. The choice is usually made on websites in the beginning of the 1st term, but it could be modified later under the guidance of the programme Administrator Jo.</p>\n<p>The final project starts officially after we submit all the coursework of the 2nd term. Before the official start, we usually have had several meetings with our tutor. The time to choose a tutor and a project topic is flexible, and in our case, we made the initial choice right after the reading week of the 1st term. All the available projects and tutors are listed on Moodle, and we shall read through it carefully to choose interested ones. After the reading week, we need to send emails to contact those whom we feel interested in. In a few weeks, we would confirmed our tutor through bilateral meetings. It takes around three months to finish the final project. We started in the middle of May and the deadline for submitting paper is on 12th August. </p>\n<h1 id=\"Course-content\">Course content<a href=\"post/What-I-ve-learned-from-HCI-programme-at-UCL#Course-content\"></a></h1><h2 id=\"1st-term-Interaction-Science-and-Interaction-Design\">1st term: Interaction Science and Interaction Design<a href=\"post/What-I-ve-learned-from-HCI-programme-at-UCL#1st-term-Interaction-Science-and-Interaction-Design\"></a></h2><p>As the name has illustrated, Interaction Science and Interaction Design separately introduces the science of interaction between human and “computer” and the methods to design such interaction. The former is more “academic” and focuses on psychological side, while the latter is more “practical” and emphasises research methods in industry. The two courses provide a solid ground for exploration in HCI.</p>\n<p>Interaction Science (IXS) introduces the science of interaction from two perspectives. One is what we have learned about how people interact with computer systems from previous research, and the other is how we could conduct quantitative and qualitive research. What is the pattern behind the point and click action? What helps visual search? Why people make mistakes? Why people keeps distracting themselves? Are any people better at multitasking than others? The first half of lectures explain this kind of knowledge in a clear logic. The second half focuses on qualitative research methods, from why we use this kind of methods, to how we could make the full use of it. We also learn basics of quantitative and qualitive data analysis using different software. </p>\n<p>Interaction Design (ID) includes various examples and cases about interaction design. The topics of each class might be more general compared with IXS, but they do follow a logical path. In the beginning we see examples to have a general view about ID, and then we will learn the methods to conduct research and design a interactive system. The methods cover the whole process of design, from understanding users to iterative user testing. In parallel we also conduct a term-long group project, to take what we learn into practice. This course enables students to master various methods to design and test an interactive system, knowing not only what to do but also why we do it.</p>\n<h2 id=\"2nd-term-modules-with-various-topics\">2nd term: modules with various topics<a href=\"post/What-I-ve-learned-from-HCI-programme-at-UCL#2nd-term-modules-with-various-topics\"></a></h2><h3 id=\"Accessibility-and-Assistive-Technology\">Accessibility and Assistive Technology<a href=\"post/What-I-ve-learned-from-HCI-programme-at-UCL#Accessibility-and-Assistive-Technology\"></a></h3><p>This course discusses how technology could help improve disabled people’s lives. In the beginning, we learned some facts of disabled people in the UK and in the globe, as well as the situation of abandoned technology. Then we dived deeper to find common methods to design and evaluate technology aiming at the disabled. What surprised me is open source design and findings communication are also emphasised. Although more attention is attached to this field, the voice of researchers still needs enhancement. Some case studies are quite inspiring to know.</p>\n<p>We also had lecturers from both academy and industry, sharing their knowledge or experience related to this field. There is also a practical session, where we applied some design tools to simulate the situation of some kinds of disability. These tools could also be applied in one’s own project. I also would like to mention Cathy, the main lecturer of this course. She is passionate in working in this field, to make actual changes to this world, to make the world fairer. </p>\n<h3 id=\"Human-Factors-for-Digital-Health\">Human Factors for Digital Health<a href=\"post/What-I-ve-learned-from-HCI-programme-at-UCL#Human-Factors-for-Digital-Health\"></a></h3><p>This course covers various topics related to digital health. Although some of the topics might be unfriendly (such as Medical Devices), the majority are presented in an easy-to-understand way. Generally, the topics are organised in a clear logical order, from an individual perspective to a global perspective. I have gained an overview knowledge about the design of devices in digital health, and understood the role of human factors in the design process. There are three interesting activities running through the course, which help understand digital health and practise design methods.</p>\n<p>The 1st activity is a practice of auto-ethnography, and you will record how you use a digital behaviour change intervention tool. It is your freedom to choose the habit you would like to develop or kick, such as to sleep early, or to take in less sugar. The activity lasts for around three weeks, which might not be long enough to have actual effects, but still it is an inspiring activity.</p>\n<p>The 2nd and 3rd activity have the same study object. Each year the study objects are different, which are decided by Ann, the lecturer. This year, we researched a dashboard prototype in ICU of UCL Hospital. Different research targets were allocated to each group, such as “clinical target” and “audit”. Interviews with ICU staff were also organised carefully by Ann and Siri (a designer in a department of the hospital). We were expected to analyse the interview data to identify user needs, and propose design possibilities of the dashboard. We were also asked to conduct a risk analysis of the information dashboard.</p>\n<h3 id=\"User-Centred-Data-Visualisation\">User-Centred Data Visualisation<a href=\"post/What-I-ve-learned-from-HCI-programme-at-UCL#User-Centred-Data-Visualisation\"></a></h3><p>This course is strongly oriented towards five <strong>learning outcomes</strong>, which guide students from reading materials to creating a portfolio. Enrico, the lecturer, usually prepare some reading materials for us to read in advance, and these materials would be discussed in class, centred around common topics derived from the learning outcomes. The portfolio will also be assessed based on them. The mode is quite clear, and the learning outcomes do direct us to investigate cases of data visualisation in various aspects. To specify, the learning outcomes are:</p>\n<ul>\n<li>Human perception: be able to explain fundamental principles of human perception and how they apply to the design of data visualisations or other information displays</li>\n<li>Literature: be able to reflect on classis and recent data visualisation literature</li>\n<li>Visualisation methods: be able to apply different methods to visualise data sets</li>\n<li>Display: be able to design effective interactive information displays</li>\n<li>Evaluation: be able to evaluate different information displays across a range of dimensions</li>\n</ul>\n<p>The classes introduce five types of data, and also include knowledge about human perception and factors outside “visualisation”. Evaluation methods are separately introduced in one class. The five types are: <strong>time-serial data, categorical data, spatial data, network, and relationships and differences</strong>. We are expected to cover different data type and visualisation methods in our portfolio, and it is essential to show the <strong>trade-off</strong> of choosing one method to visualise a specific type of data. This point is inspiring, because it reminds me to compare different possibilities and justify each choice.</p>\n<h3 id=\"Affective-Interaction\">Affective Interaction<a href=\"post/What-I-ve-learned-from-HCI-programme-at-UCL#Affective-Interaction\"></a></h3><p>Since this course is concerned with affective factors, the content seems to be difficult to understand for me compared with other courses. It is also difficult to compose a knowledge system from the various topics. Generally, we gained knowledge about affective states, learned some methods to design affective interaction, and saw a number of examples of technologies related to emotions. We started from emotional design and physiological performance that could help detect affective states, and then we learned basic concepts of emotions and non-verbal behaviours. We also learned interesting things about social robot, as well as some methods that could be applied when conducting research and design, such as micro-phenomenology and automatic recognition.</p>\n<p>There is a group project going through the term, aiming at identifying emotional barriers or needs in a specific situation, and investigating design possibilities. In the beginning, the discussion might be daunting. We found it challenging to define a clear target. With further exploration, we gradually established a direction and felt happy to exploit emotional states in an emotion-evoking situation.</p>\n<h1 id=\"Personal-reflection\">Personal reflection<a href=\"post/What-I-ve-learned-from-HCI-programme-at-UCL#Personal-reflection\"></a></h1><h2 id=\"To-learn-happily\">To learn happily<a href=\"post/What-I-ve-learned-from-HCI-programme-at-UCL#To-learn-happily\"></a></h2><h3 id=\"Choose-a-topic-that-makes-you-feel-excited\">Choose a topic that makes you feel excited<a href=\"post/What-I-ve-learned-from-HCI-programme-at-UCL#Choose-a-topic-that-makes-you-feel-excited\"></a></h3><p>Doing research and finishing coursework might not be very enjoyable, so it is really essential that we choose the topic that we feel interested in. In many courses, the topic will accompany us for the whole term, and we need to clarify our motivation and research goal. If the topic could not excite you, you might fall into nihilism when considering it. It usually takes us a long time (a few weeks) to decide a topic, so it is unnecessary to feel frustrated or anxious in the initial stage.</p>\n<p>I made a poor decision about the topic of my final project, which makes me a bit miserable when conducting the research. The decision was a compromise due to the match between my background and the requirements for this project, and I easily agreed even though I was more interested in another topic provided by my tutor. The over-empathy pushes me into a daunting situation, and it is caused myself. I thought it would be troublesome for my tutor to arrange so many students around various topics, which led me to say I am happy to do it very early. Actually, it is both the tutor’s and my duty to choose a topic that both of us feel happy. I think in the future I would not choose a topic that fits me but could not excite me as long as I have the freedom to choose.</p>\n<h3 id=\"Pay-attention-to-the-assessment-rules\">Pay attention to the assessment rules<a href=\"post/What-I-ve-learned-from-HCI-programme-at-UCL#Pay-attention-to-the-assessment-rules\"></a></h3><p>With assessment rules, doing coursework is a clear goal-oriented process, which could be utilitarian and efficient. On the other hand, it means it may be dangerous if we bury ourselves in producing coursework without considering the rules. Some courses require us to write reflective reports, in order to reflect on what we have done in the activities during the term. It is common to write what I have done instead of <strong>reflections</strong> on what I have done if I do not have a clear goal in my mind.</p>\n<p>Compared with what I have done, why I chose to do that has higher value to be written. Tracing back to the decisions made in research or design process, we could find some good justification in some cases, while sometimes we realise that we do not exploit possible alternatives and make a fast decision. Keeping a critical eye upon our work could help us build better work in the future. For one method I apply, I should be clear about its usage, advantages and limitations. It is not enough to simply mention its function in the specific case. To have a deep and all-round understanding of the methods so as to apply them in appropriate situations is my goal.</p>\n<h2 id=\"To-learn-deep\">To learn deep<a href=\"post/What-I-ve-learned-from-HCI-programme-at-UCL#To-learn-deep\"></a></h2><h3 id=\"What-“human-factors”-really-mean\">What “human factors” really mean<a href=\"post/What-I-ve-learned-from-HCI-programme-at-UCL#What-“human-factors”-really-mean\"></a></h3><p>“Human factors” is put at a critical position throughout this programme. The trend to put emphasis on human factors in the design process just appear in recent decades, and in some fields, such factors have not been paid enough attention to(e.g. clinical field according to Ann). Why we matter so much about human factors? What does “human factors” actually mean in design and practice? I think it is worth thinking.</p>\n<p>Human factors could be considered from three perspectives. One is from a <strong>scientific</strong> perspective. Human as a kind of creature, have common features in their cognition and behaviour systems. The patterns in our interaction with digital systems thus help designers work out a solution that is not against our ability. Various laws have been proposed: Fitts’ Law, Hick-Hyman Law, Miller’s Magical number 7 plus or minus 2… just to name a few. The conclusions are derived from evidence-based experiments. This perspective is well discussed in the course Interaction Science. </p>\n<p>When it comes to the design of a certain digital product or service, another human factor is touched: what do users expect to gain from the product or service? I call it a <strong>utilitarian</strong> perspective. Researchers and designers collaborate together to figure out the goal of a product and make the product usable, so that users are willing to use it. Yes, this is exactly what we emphasise a lot these days: understand the users. One common problem that happens when we do not pay enough attention to human factors, is that the target users become elastic. Without a clear design goal or a well defined core problem, the product may easily lose attraction to people. </p>\n<p>Also, an <strong>aesthetic</strong> and <strong>emotional</strong> perspective is also important to consider, especially when the first two perspectives have been dealt with carefully. It might not be enough for a product to be usable, since an enjoyable product might bring higher satisfaction compared with a plain one. Affective Interaction talks a lot about this perspective.</p>\n<h3 id=\"How-knowledge-functions-in-the-design-process\">How knowledge functions in the design process<a href=\"post/What-I-ve-learned-from-HCI-programme-at-UCL#How-knowledge-functions-in-the-design-process\"></a></h3><p>According to the first result of Google, Knowledge is facts, information, and skills acquired through experience or education; the theoretical or practical understanding of a subject. In the design of a digital product or service, <strong>facts</strong> often refers to users’ behaviour; <strong>information</strong> may refer to users’ attitude as well as existing laws and patterns discovered and confirmed by many researchers and practitioners; as for <strong>skills</strong>, I deem them as the ability to apply appropriate methods in appropriate situations. We learned both theoretical and empirical knowledge to build a robust system that could guide us what to do for a specific purpose. What kind of data do we need to collect? What method is appropriate? How to validate data? How to compare two solutions? How to test whether the design meet the goal? Facing endless questions in the design process, we are happy to be armed with knowledge to deal with old and new problems.</p>\n<p>Regarding what I’ve learned from HCI programme at UCL, I think it provides “information” about interaction science and frameworks in various fields consolidated in the recent decades. It also equips me with skills to deal with the chaos in real life. Despite some confusion and frustration in the process, I have to say taking this programme is a valuable experience for me.</p>\n","prev":{"title":"Users are not elastic, neither am I","link":"post/Users-are-not-elastic-neither-am-I"},"next":{"title":"数字媒体技术是一个怎样的专业","link":"post/数字媒体技术是一个怎样的专业"},"plink":"https://sakamotomari.github.io/post/What-I-ve-learned-from-HCI-programme-at-UCL/","toc":[{"title":"Programme structure","id":"Programme-structure","index":"1"},{"title":"Course content","id":"Course-content","index":"2","children":[{"title":"1st term: Interaction Science and Interaction Design","id":"1st-term-Interaction-Science-and-Interaction-Design","index":"2.1"},{"title":"2nd term: modules with various topics","id":"2nd-term-modules-with-various-topics","index":"2.2","children":[{"title":"Accessibility and Assistive Technology","id":"Accessibility-and-Assistive-Technology","index":"2.2.1"},{"title":"Human Factors for Digital Health","id":"Human-Factors-for-Digital-Health","index":"2.2.2"},{"title":"User-Centred Data Visualisation","id":"User-Centred-Data-Visualisation","index":"2.2.3"},{"title":"Affective Interaction","id":"Affective-Interaction","index":"2.2.4"}]}]},{"title":"Personal reflection","id":"Personal-reflection","index":"3","children":[{"title":"To learn happily","id":"To-learn-happily","index":"3.1","children":[{"title":"Choose a topic that makes you feel excited","id":"Choose-a-topic-that-makes-you-feel-excited","index":"3.1.1"},{"title":"Pay attention to the assessment rules","id":"Pay-attention-to-the-assessment-rules","index":"3.1.2"}]},{"title":"To learn deep","id":"To-learn-deep","index":"3.2","children":[{"title":"What “human factors” really mean","id":"What-“human-factors”-really-mean","index":"3.2.1"},{"title":"How knowledge functions in the design process","id":"How-knowledge-functions-in-the-design-process","index":"3.2.2"}]}]}]}