{"title":"Trying Micro-phenomenology","date":"2019-02-09T03:04:27.000Z","link":"post/Trying-Micro-phenomenology","comments":true,"tags":["Class","HCI","Methods"],"categories":["Notes"],"updated":"2019-04-28T14:58:26.285Z","content":"<p>Based on the introduction to Micro-phenomenology by Dr Bruna Petreca (YU Delft).</p>\n<p>Interviewees have a tendency to answer questions in a general view, in other words, they might tell us what they think they might do, instead of what they actually do. There is one approach to explore their lived experience in its diverse levels: the micro-phenomenological approach.</p>\n<h1 id=\"What-is-Micro-phenomenology\">What is Micro-phenomenology<a href=\"post/Trying-Micro-phenomenology#What-is-Micro-phenomenology\"></a></h1><p>Micro-phenomenology is a kind of ‘psychological microscope’ that helps to explore our lived experience very finely. Here ‘lived experience’ refers to phenomena that constitutes the very texture of our existence, which are difficult to describe, and thus have been excluded from scientific investigation. However, the lived experience can help us understand one’s life in a vivid way, which provides valuable information. </p>\n<p>Micro-phenomenologial interview combines psychology and phenomenology approaches, in order to obtain a first-person verbal description of cognitive and experiential processes (Varela and Shear, 1999). The interview methods have these main elements: </p>\n<ul>\n<li>evocation phase</li>\n<li>content-empty questions</li>\n<li>diachronic and synchronic dimensons</li>\n<li>satellite dimensions</li>\n<li>relation between interviewer and interviewee</li>\n</ul>\n<p>It focuses on ‘content-empty’ questions, which means questions that do not start with ‘Why’. ‘Why’ questions may bring explanations and sbstract considerations (Petitmengin et al., 2013), which should be avoided.</p>\n<p>It is not the interviewees’ fault to generalise things; we all have the tendency to express our experience from a ‘satellite’ view. It is so natural to give our judgements, assessments and comments when describing something, and sometimes we are likely to attach our beliefs and some theretical knowledge to the past experience. These dimensions do not give detailed information about the single lived experience, but instead tend to be more generic to how people think they normally do things. Even for content-empty questions, interviewees may still generalise things, and interviewers have to be aware of its harm.</p>\n<h1 id=\"Some-details-about-Elicitation-interview\">Some details about Elicitation interview<a href=\"post/Trying-Micro-phenomenology#Some-details-about-Elicitation-interview\"></a></h1><p><strong>What is the main aim of the elicitation interview method?</strong><br>It aims at assisting interviewees to verbally explain the subjective experience that is generally inaccessible, unknown or difficult to articulate.</p>\n<p><strong>Provide examples of content-empty questions. Explain briefly why they are helpful.</strong><br>Usually content-empty questions focus on ‘what’ and ‘how’, for example: ‘What do you do to concentrate?’, ‘How do you listen?’, ‘How do you know that you realised?’</p>\n<p>Content-empty questions are useful because they encourage interviewees to verbalise their subjective experience in a fine way, which enables the deepening of a highly implicit inner concentration operation.</p>\n<p><strong>What are the satellite dimensions? And why they are not (always) that useful?</strong><br>‘Satellite’ dimensions are a kind of generalised view, such as judgements, assessments, beliefs, comments and theoretical knowledge.<br>They are sometimes not that useful because these do not give detailed information about the single lived experience, but instead tend to be more generic to how people think they ‘normally’ do/experience things.</p>\n<p><strong>What is the evocation state? Provide example of questions that help maintain the state.</strong><br>It is a state where a past scene is evoked while being associated with the present scene. It brings passive and concrete memory.<br>Examples of sensory questions: ‘When you are there, what are you seeing?’ ‘What are you hearing?’ ‘At that time, what are you feeling?’ To keep the evocation state, interviewers could notice non-verbal (eyes movement and gestures), para-verbal (pace of speech) and verbal clues (use of ‘I’, present tense, detailed vocabulary).</p>\n<h1 id=\"Case-auto-elicitation\">Case: auto-elicitation<a href=\"post/Trying-Micro-phenomenology#Case-auto-elicitation\"></a></h1><p><em>Select an activity (e.g., running, choosing a new dress) and use the micro-phenomenological method (auto-elicitation interview) to analyse your own affective experience (max 2 pages/~1000 words).</em></p>\n<p><em>Identify one specific moment to focus on. It should be affectively charged (e.g. when looking at oneself in the mirror; the hardest moment during the run)</em><br><em>Apply the elicitation techniques to capture the affective experience (and its triggers, or regulators if any)</em><br><em>Summarise briefly the main results. If possible and relevant, identify the diachronic and synchronic structures</em><br><em>Explain how the method helped the analysis</em><br><em>List some of the difficulties you encountered in using the method.</em></p>\n<p><strong>My answer:</strong></p>\n<p>The activity I choose is to create slides with teammates remotely. 5 of us discussed on Slack and edited the slides together on Google Slides. The specific moment was that after I looked through the pages, I tried to give some feedback on Slack. </p>\n<p>The affective experience at that moment is quite complicated. To begin with what I actually did, I was checking the chatting logs on Slack after having lunch, and found one of my teammates A had added some notes in the slides, and another guy B who composed most of the slides thanked for A’s work. Furthermore, B also asked twice that if we had any notes or screenshots to add in the slides. The messages were scattered in a period from 11:46 am to 12:43 pm. I looked at the chatting logs at around 1:30 pm.</p>\n<p>After reading through the messages, I opened the shared slides page to check the content. The layout and text content changed a lot compared with what I saw several hours ago, which became clearer and more organised. There were already some pictures showing on each page, so I felt unsure if I should add my screenshot since there was little extra space. I also found some notes were added in the bottom ‘Comment’ area, which explained what we were talking about on each page in a very general way. I went back to Slack and read through the messages again to make sure B did ask us to put our screenshots and notes if necessary. </p>\n<p>I felt I had to edit the slides in some way, to at least contribute something to our team work, but I did not want to make huge changes. I looked though the slides again, very carefully, in order to find something for me to modify. The texts were cohesive and the illustrations seemed to match the content well, although some of the pictures were not screenshots from ourselves. Finally, I thought one of the pictures was not very suitable in that context, while my screenshot could fit that page better, therefore I replaced that picture. I adjusted the position of my picture, so that it could stay in the place where the original picture stayed. But as the sizes of the pictures were different, I had to adjust the other picture to coordinate them. I did not want my picture to stand out, so it was put under the other picture, which means the right side of my picture was covered a bit.</p>\n<p>I read through the slides again. Actually, I felt unsatisfied with them, because there were many words in small font size, while I was taught that the content shown on slides should be concise and the font size should be larger than 20. However, I could not fix this problem with small patches. As I preferred not to make huge changes, I chose to keep the slides in that way. I switched to Slack and typed my response. I thanked for their effort and reported I had replaced a picture. I was hesitant whether I should mention the problem of font size, but finally I decided not to mention it. I added one comment that ‘feel the content is quite substantial now’ to show my appreciation. </p>\n<p>The process where I tried to modify the slides took quite a long time. I behaved very discreetly, because I somehow thought if I edited others’ work without discussion, they might feel unhappy, as if I did not respect their effort. The picture I chose to replace was obviously unsuitable, which drove me to take the initiative to substitute it, and since replacing one picture does not ‘harm’ others’ work, I felt comfortable to do that. </p>\n<p>Tracing back to the point where we just started to create the slides, I did not contribute because I did not think I can be dominant in the task. There were other native English speakers who were better than me in terms of communication, so I thought it is unsuitable for me to take the initiative to create stuff in the slides. This could also be explained by my fear of taking responsibility. If I created something and actually others felt it was not suitable or not good, I had to be responsible of the potential poor presentation. In the end, I just followed their discussion and only made small adjustment where I felt really unsuitable, despite I actually had some suggestions. When typing down the message, I felt struggling and unsatisfied, but I chose not to give any constructive suggestion.</p>\n<p>To summarise, at the specific moment when I typed down my response to my teammates, I was in an emotional state that made me feel struggling. The complicated feeling might have relation to my little contribution to team work, unnecessary sensitive over-thoughts, fear of taking responsibility, and a high expectation to the quality of slides. The affective experience was described following a diachronic structure in the previous paragraphs.</p>\n<p>The micro-phenomenological method helped to reappear my affective experience as detailed as possible, and to describe what happened without subjective judgements and comments. When analysing the affective aspects, the content-empty questions which followed a diachronic structure helped me to find out what was happening and what I was feeling.</p>\n<p>One difficulty I met was the distinction between two structures. Initially I thought synchronic structure would be useful to analyse my feelings at a specific moment, but then I realised diachronic structure was more suitable in my case, and synchronic structure did not make sense, because the activity I chose had little relation with different senses. Another difficulty is I unconsciously made judgements and comments when describing my experience, which could be ‘satellite’ dimension and thus influenced my reflection. I also had concern about the degree of detail when describing what happened, because I sometimes felt the described things was not that meaningful, even wordy.</p>\n<p>Word count: 984</p>\n<h1 id=\"References\">References<a href=\"post/Trying-Micro-phenomenology#References\"></a></h1><ol>\n<li><a href=\"www.microphenomenology.com/home\">The Micro-Phenomenology website</a></li>\n<li>Shear, J., &amp; Varela, F. J. (Eds.). (1999). The view from within: First-person approaches to the study of consciousness. Imprint Academic.</li>\n<li>Petitmengin, C., &amp; Lachaux, J. P. (2013). Microcognitive science: bridging experiential and neuronal microdynamics. Frontiers in human neuroscience, 7, 617.</li>\n</ol>\n","prev":{"title":"March leaves like a lion | 三月如狮离去","link":"post/March-leaves-like-a-lion"},"next":{"title":"Codudo: a system that improves senses of belonging through co-doodling","link":"post/Codudo-a-system-that-improves-senses-of-belonging-through-co-doodling"},"plink":"https://sakamotomari.github.io/post/Trying-Micro-phenomenology/","toc":[{"title":"What is Micro-phenomenology","id":"What-is-Micro-phenomenology","index":"1"},{"title":"Some details about Elicitation interview","id":"Some-details-about-Elicitation-interview","index":"2"},{"title":"Case: auto-elicitation","id":"Case-auto-elicitation","index":"3"},{"title":"References","id":"References","index":"4"}]}