{"title":"When a Game is Not a Game","date":"2018-10-14T12:45:45.000Z","link":"post/When-a-Game-is-Not-a-Game","comments":true,"tags":["GST","HCI"],"categories":["Notes"],"updated":"2018-10-14T21:53:16.039Z","content":"<p>When I was reading the paper about <a href=\"https://sakamotomari.github.io/post/Writing-exercise-Reward-Systems-in-Human-Computation-Games\">Human Computation Games</a>, a sense of absurd came to me. Game is known to be entertaining and engaging, but in the experiment the specially designed game could hardly be related to ‘entertaining’ or ‘engaging’. Although the researchers mention the ‘repetitive nature of tasks’, it still appears strange for me to carefully analyse the effects of multiple reward systems applied in such a boring ‘game’. I doubt if it could be called a game. How could a finding make sense when the primary medium has lost its feature?</p>\n<p>What I doubt is the ‘external validity’ of the experiment, If my understanding of this term is right. External validity means the extent to which experimental results are generalizable to other people and other situations [^1]. In this case, my focus is on ‘situations’, because I do not think the game is representative of ‘real world’ Human Computation Games (HCGs). Then it comes the question that whether a HCG is a valid game. </p>\n<p>By its definition, HCG is a human-based computation technique of outsourcing steps within a computational process to humans in an entertaining way [^2]. To be frank, it was the first time for me to hear this kind of game when I read that paper. It must be scientists who came up with the idea of HCG. Even though I am not a game lover, I want to stand out to advocate the dignity of ‘games’… ‘in an entertaining way’, hah? Seriously? But I have to admit the idea of ‘game with a purpose’ sounds nice. If players could enjoy such kinds of games, it would be great help to researchers. </p>\n<p>However, as a game with a purpose, it is challenging to balance the task completion and the player experience, as the researchers have pointed out. The aim of the paper in the first paragraph is just to incorporate various reward systems to engage players. Wow. I seem to see Sisyphus. </p>\n<p>As current HCGs tend to adopt simple reward systems, which could hardly encourage players to continue their contribution, the researchers decided to investigate whether a choice between different reward systems in a HCG could have a positive influence on the task completion or the player experience. They built a HCG, which could be called a ‘minimal realization’, and manipulated the game version, <em>random</em> and <em>choice</em>. The content of the game is to choose ingredients for recipes. I can say even Dino Runner is more interesting than this HCG. To play it for 20 minutes would be a torture for me. </p>\n<p>I’m sorry to be so harsh. Actually, the ‘internal validity’ of this experiment is quite high, which means the accuracy of answers is high. And of course, it increases at the cost of external validity. </p>\n<p>Could both internal and external validity be high? No. It is always a trade-off. If the HCG is designed to be more enjoyable (although I do not have any idea how to achieve that), the relation between the measured factors and the controlled factors would become unclear. ‘Experiment design is an exercise in compromise!’ Now I see the cruelty of academia. (really?)</p>\n<p>When the researchers tried to analyse the situations when players clicked the ‘boredom’ button, they said ‘addressing these issues for boredom would involve looking at gameplay mechanics beyond the scope of this study’. I can even imagine their emotion when typing these words. Hopeless. The world is a chaos. Human beings are totally chaos. A game is such a complex system, and what they have done is the best possible solution to figure out the effects of multiple reward systems in HCGs.</p>\n<p>Bertalanffy commented science in the past in this way: ‘science tried to explain observable phenomena by reducing them to an interplay of elementary units investigatable independently of each other.’ When designing experiments, what we attempt to achieve is to separate the possible independent variables and make the relation between IV and DV as clear as possible (if it’s a causal relation, congrats!). It seems to be a hopeless battle. The enemy is the complexity of each system, even the ‘minimal realization’. The ‘independent variables’ interact with known and unknown factors, weaving a huge net. To understand a system is not an easy task. But researchers never give up.</p>\n<p>People want to know the world. They build models to reflect the real world, often unsure about the precision of the models. They conduct experiments, trying to understand the ‘wholeness’. The process looks clumsy, but not bad. </p>\n<p>When a game is not a game, it is on the way of becoming a valid game.</p>\n<p>[^1]: I. Scott Mackenzie, Human-Computer Interaction: An Empirical Research Perspective, 2013<br>[^2]: Human-based computation game, Wikipedia</p>\n","prev":{"title":"Reconsider How to Read","link":"post/Reconsider-How-to-Read"},"next":{"title":"Writing Exercise: Reward Systems in Human Computation Games","link":"post/Writing-exercise-Reward-Systems-in-Human-Computation-Games"},"plink":"https://sakamotomari.github.io/post/When-a-Game-is-Not-a-Game/"}