{"title":"Tim Urban的职业选择分析框架","date":"2019-12-30T08:56:26.000Z","link":"post/Tim的职业选择分析框架","comments":true,"tags":["Career","Choice","Self-awareness"],"categories":["Notes"],"updated":"2019-12-30T08:56:26.280Z","content":"<p>Tim Urban于2018年分享了自己关于职业选择的思考，包括他经由分析梳理自己和友人的职业生涯所提炼出的一套分析框架，以及在进行思考时我们容易犯的错误。（Tim是网站WaitButWhy的常驻作者，不定时发表很长的文章，粉丝包括Elon Musk。）他认为，对于处在职业生涯初期和中期的人们来说，花费几个小时的时间来思考自己到底适合什么职业，必定是值得的。</p>\n<p>本文将简述Tim文章的主要内容，但是想要理解运用文中提出的分析框架，还请<strong>务必阅读原文</strong>。解释框架时的例子和诘问（和火柴人插图）是无法被省略的，本文只是简略介绍。英文原文见<a href=\"https://waitbutwhy.com/2018/04/picking-career.html\" target=\"_blank\" rel=\"noopener\">WaitButWhy文章</a>，本人另外在语雀进行了全文翻译，由于WBW暂时不能提供翻译和转载授权，无法公开。如有需要可以联系本人 :-) 此外搜索网络发现公众号mrxiexiongmao有发布过高质量的全文翻译，有兴趣者可<a href=\"https://mp.weixin.qq.com/s/twvAxo4go1s8cZnm5Q2kBg\" target=\"_blank\" rel=\"noopener\">前往阅读</a>。</p>\n<blockquote>\n<p>原文结构：</p>\n<p><strong>介绍</strong></p>\n<p>  -作者的话</p>\n<p>  -你至今为止的人生轨迹</p>\n<p>  -回顾：炊事员和主厨</p>\n<p>  -你的职业地图</p>\n<p><strong>一个简易框架：“厨子们”如何做出主要职业选择</strong></p>\n<p>  -深入分析 1：你的Want Box</p>\n<pre><code>-渴望八爪鱼\n\n-剖析八爪鱼\n\n-寻找冒名者\n\n-“否认”监狱\n\n-优先级排序\n</code></pre><p> -深入分析2：你的Reality Box</p>\n<pre><code>-职业景观\n\n-你的潜能\n</code></pre><p>​          -步速</p>\n<pre><code>    -毅力\n\n-你真正的长处和短处\n</code></pre><p>​      -填写Reality Box</p>\n<p><strong>连点成未来</strong></p>\n<p>  -开始你的行动</p>\n<p>  -行动之后</p>\n<p>  -下一个点？</p>\n<p><strong>结尾</strong></p>\n</blockquote>\n<h1 id=\"为什么要认真思考自己的职业选择\">为什么要认真思考自己的职业选择<a href=\"post/Tim的职业选择分析框架#为什么要认真思考自己的职业选择\"></a></h1><h2 id=\"推理的类型：主厨和炊事员\">推理的类型：主厨和炊事员<a href=\"post/Tim的职业选择分析框架#推理的类型：主厨和炊事员\"></a></h2><p>Tim提出过两种推理方式：<strong>从第一性原理开始推理</strong>，和<strong>通过类比进行推理</strong>。前者类似于主厨，把玩着原材料创造出一份新的菜谱；后者则像是炊事员，根据已有的菜谱做菜，可能加入一些小改动。涉及到推理和决策的时候，我们的思考过程通常会偏向于主厨这类或是炊事员这类，一边是“创造”、“原创”，另一边是“复制”，“遵守一致”。</p>\n<p>做一个“主厨”不是一件易事，这需要花费大量时间和精力。对于我们觉得不那么重要的部分，我们大可以做一个炊事员，比如Tim就选择在着装方面遵从规范，穿着普通的裤子和套头衫。而有一些部分则极其重要，比如你选择在哪里生活，是否结婚，是否想要小孩，如何设置生活方式的优先级等等。职业生涯规划是其中非常非常重要的一种，它需要我们作为“主厨”来思考。</p>\n<h2 id=\"职业为何重要\">职业为何重要<a href=\"post/Tim的职业选择分析框架#职业为何重要\"></a></h2><p>从<strong>占据时间、生活质量、影响力</strong>这三个方面来看，职业的重要性显而易见。Tim指出，对大多数人来说，工作会占据你“有意义的成人时光”的20%到60%，这可不是一个能随便做一个炊事员的情况。职业必定也会影响其他非职业的时间，职业特点会影响你居住的城市、生活的灵活性、空闲时间的活动等等。职业不仅仅是度过大把时光的方式和余生的支持手段，还是你对这个世界、对未来发挥影响力的主要方式。此外，职业也是我们的某种重要<strong>身份</strong>，虽然这可能并不是思考职业的一个健康的方式。</p>\n<h2 id=\"我们过去是如何思考的\">我们过去是如何思考的<a href=\"post/Tim的职业选择分析框架#我们过去是如何思考的\"></a></h2><p>大多数人，在以学生身份生存时，是按照父母、社会、环境规定的既定道路前进的。在20多年的时光里，我们只掌控着一些微小的决定。如果学校是一座公司，我们就像雇员，CEO另有人在。然后在最后一次离开学校时，我们熟悉的宏观引导突然离去，把你踢入广阔的世界——CEO没有了，没人是你的人生的CEO，除了你自己。</p>\n<p>面对一拥而上的宏观问题（比如“我是谁”“人生中什么才是重要的事物”“我的选择有哪些，我该选择什么”），我们茫然片刻，然后站在某条道路上。那条道路就成为了我们的人生故事。</p>\n<p>我们是如何作出某种选择的呢？难道只是根据社会流传的“他们说”“一般来讲”之类的传统智慧，就把自己抛入了随机混沌的现实吗？“传统智慧”了解你吗？社会对于当今的职业图景很了解吗？难道那些老生常谈没有过时45年吗？如果就这样稀里糊涂地行走在自己的道路上，那岂不是很不对劲。Tim认为，临终时刻的后悔很大程度来源于我们糟糕的人生规划。大多数人在孩童时期从没被认真地教过如何规划，大多数人在成人之后也没有在生涯规划上做得更好。在回首往事时，倘若我们那时已经清楚自己是谁、身处什么样的世界，会觉得自己的轨迹乱七八糟，毫无道理。</p>\n<p>我们得预先排演一下“临终”时刻的暂停，回顾一下自己所处的轨迹，以及眼前的道路指向何方，以确保这一切对自己来说是有意义的。</p>\n<h1 id=\"分析框架\">分析框架<a href=\"post/Tim的职业选择分析框架#分析框架\"></a></h1><p>框架的核心就是一个文恩图，一个“我想要”盒子（Want Box），包含了所有你觉得自己想要尝试的职业，和一个“现实”盒子（Reality Box），包含了实际上你可能开展的职业。它们重叠的部分就是你的选项池，包含了你最优的职业道路选择。</p>\n<p>准确地填写这些盒子不像看起来那么简单。为了让这张图有用，必须尽可能地接近真实，为了达到真实，必须掀开潜意识的罩子向下探索。“认识你自己！”</p>\n<h2 id=\"关于渴望：你想要什么\">关于渴望：你想要什么<a href=\"post/Tim的职业选择分析框架#关于渴望：你想要什么\"></a></h2><p>难点在于我们无法同时拥有所有我们想要的东西。Want Box是一场妥协的游戏。</p>\n<p>Tim提出的辅助思考工具是一只“渴望八爪鱼”。每个人的渴望八爪鱼有所不同，但也不是千差万别，大多数人有着类似的渴望或是恐惧。渴望八爪鱼由相处得不是很好的几根触须构成，而每一条触须上又由一堆不同的渴望和伴随的恐惧构成——它们也经常互相冲突。</p>\n<p>有这么几条典型触须：</p>\n<ul>\n<li>个人的 Personal</li>\n<li>社会的 Social</li>\n<li>生活方式的 Lifestyle</li>\n<li>道德的 Moral</li>\n<li>实际的 Practical</li>\n</ul>\n<h3 id=\"渴望八爪鱼的几条触须\">渴望八爪鱼的几条触须<a href=\"post/Tim的职业选择分析框架#渴望八爪鱼的几条触须\"></a></h3><p>个人渴望触须很难概括，它与每个人的性格、价值观相关，并且可能承载着处于需求金字塔顶部的需求：成就感。这是一条很需要支持、但又经常被忽视的触须。</p>\n<p>社会渴望触须可能是我们最原始、动物性的部分，它来源于我们的部落演化史。Tim<a href=\"https://waitbutwhy.com/2014/06/taming-mammoth-let-peoples-opinions-run-life.html\" target=\"_blank\" rel=\"noopener\">以前</a>提出一个概念：我们的头脑里都住着一个“社会残存庞然大物”（a Social Survival Mammoth），它无比沉迷于他人对我们的想法。它希望被接受，被喜爱。“自我”的部分则要求被大家钦羡，不愿意被忽视。此外，还有人可能会在这条触须找到一条无比希望取悦自己的主人的小动物，而它的主人竟不是你——是一个对你有着极强精神控制力的人。如果你不小心，你可能会穷尽整个职业生涯去取悦ta、让ta骄傲。</p>\n<p>生活方式渴望触须要求从微观和宏观角度来说都能享受尽可能美妙的生活。你应该能够做你想做的，以你想要的方式和想要的时间，与你最喜欢的人一起。人生应该充满了快乐的时光和丰富的经历，但也要平滑地前进，不能有太多劳累的工作，道路应当尽可能平坦。</p>\n<p>道德渴望触须认为其他触须都是一堆垃圾——一个比一个自我中心且任性。它看到一个广阔的、需要大量修补的世界。如果你在银行里有十亿存款，其他的触须会幻想你可以给自己做些什么，而道德触须则会想象，如果你有这么多可部署的资金，你将对世界施加何种影响。</p>\n<p>务实渴望触须认为所有的一切都很好，但它想要确保你有吃有穿，能够买得起你所需的药物并且不住在大街上。它不怎么关心这要怎么做到——它只想要这些事这样发生。但是所有其他的触须都让务实触须的生活超级困难。</p>\n<p>渴望八爪鱼非常复杂。历史上还没有人类能满足整个八爪鱼——那就是为何你无法看到一只完全微笑着的八爪鱼。<strong>人类的渴望是一场关于选择、牺牲和妥协的游戏。</strong></p>\n<h3 id=\"剖析八爪鱼\">剖析八爪鱼<a href=\"post/Tim的职业选择分析框架#剖析八爪鱼\"></a></h3><p>在粗略地列举出自己的渴望时，我们触及到的往往只是触须里吼得最大声的。为了真的理解自己的渴望，我们必须触及自己的潜意识，反复诘问自己，深挖自己的过去，直到一个关于“渴望”的层级结构慢慢显现。</p>\n<h3 id=\"寻找冒名者\">寻找冒名者<a href=\"post/Tim的职业选择分析框架#寻找冒名者\"></a></h3><p>一旦你对于自己的渴望八爪鱼有了比较合理清晰的理解，你就可以开始逐个审问：这是否是出于自身意志的渴望。往你的潜意识深处<strong>再深一层</strong>，在地下室的地下室。你将这样开始盘问每一条渴望：<strong>你是怎么来到这儿的，为什么你是像你现在这样？</strong>欲望、信仰、价值和恐惧并不会凭空出现。它们要么是随着自己的观察和生活经验增多而由内在意识逐渐发展而来，要么是从外界、从其他人那里植入进来的。换句话说，这些渴望要么来自身为大厨的你，要么来自身为炊事员的你。</p>\n<p>所以，你在这间审讯室的目标，就是拽住每一份渴望的脸皮，看看它们是不是真的是你，还是说，是其他人<em>伪装</em>而成的你。</p>\n<p>Tim推荐我们通过“为什么”游戏来拉扯渴望的脸。你先问最初的为什么——<em>为什么</em>这是我想要的东西？——然后得到某种“因为”。然后继续下去。为什么那个特定的“因为”让你想要那个东西？从何时开始那个“因为”对你来说如此重要？你会在“因为”后面得到更深的“因为”。如果你持续这样做，你通常会发现以下三种情况中的一种：</p>\n<p>1） 一直追溯到渴望的源头，你会发现一长串经过独立而深入的思考所得到的真实演化过程。你扯了扯它们的脸颊，确认这是真实的肌肤。</p>\n<p>2）追溯到最初的“因为”，你会发现那是其他人植入给你的信息。你会意识到你从未真正考虑过，自己是不是独立地认可这种观点。在这种情况下，某种渴望被揭露是一个冒充者，假扮为你真正的渴望。你扯了扯它们的面颊，一张面具脱落，显现出隐藏其下的渴望的最初植入者。</p>\n<p>3）你用“为什么”不断叩问，然而迷失在一片雾霭之中：“我猜我就是知道，因为它就是真的！”这可能确实是你的情况，或者是另一个版本的#2——你无法回想起这种念头被植入到你头脑中的时刻了。在你的脑海深处，你可能有直觉知道它到底是哪一种。</p>\n<p>在场景#1中，那一部分是由身为主厨的你发展出来的。这是一种真实的、来之不易的感受或价值观。在场景#2或#3中，你会发现自己被愚弄了。你让别的人趁你不备潜入了你的渴望八爪鱼。对于那一部分的你的信念，你是遵从别人的菜谱的炊事员——一个列举其他人大脑中的渴望和恐惧的顺从的机器人。</p>\n<p>澄清一点，这并不是说，信奉来自智慧的家长、著名哲学家、你尊敬的朋友、更年轻的你自己的信念，就一定是错的。谦逊的人们从<em>定义</em>来说就是可被影响的——来自外界的影响是构成我们每一个人的重要的、不可避免的部分。关键区别在这儿：</p>\n<p><strong>你是否是将外界的影响视作“信息”，经过真正的内在的你仔细考量，然后再决定拥抱它的？亦或是待在你头脑中的影响自身，冒充为内在的你？</strong></p>\n<p>当你在某一刻认为某些其他人比你更有资格成为你，你就成为了机器人。好消息是所有人类都会犯这个错误——并且你可以修复它。正如你的潜意识一直在那儿等着你去查看，只要你想——它也在那儿等待着改变，更新和重写。是你的头脑——你能够按照自己想要的方式对待它。</p>\n<p>所以现在是时候下驱逐令了。戴着面具的冒充者必须走。即便是妈妈和爸爸。</p>\n<p>在这一切之后，你的八爪鱼可能看起来有点荒凉，让你有点觉得自己永远不会知道自己是谁了。我们通常认为这是一种很糟糕的感受，甚至是存在主义危机，但这事实上意味着，你做得比大多数人要好了。</p>\n<p>从幼稚天真的过分自信坠落到智慧真实的人性从来都不是很好的感受,但是在过山车仍然在第一个陡崖时停住它,避免疼痛——这似乎是许多人的行为——并不是一个很好的策略。智慧与知识并不正相关,而是和与现实的接触程度正相关。智慧起先是令人疼痛的，但这也正是真正的成长发生的唯一途径。可笑的是，停在悬崖上的人总喜欢让更加聪慧勇敢的处于山谷的人或持续攀登的人感到自己很糟糕——因为他们从原理上就不清楚“认识自己”是怎么一回事。他们还没抵达那一步。</p>\n<p>学会认识真实的自我非常非常困难，同时也永远不会“完成”。但是如果你已经跌过了悬崖，你就已经经历了一个重要的通过仪式（rite of passage），即将迎接更多的进步。当你沿着橙线攀爬时，你会缓慢但坚定地开始用自己的真我重新培育渴望八爪鱼上的居民。</p>\n<p>此时，你那些缺失的渴望到底是什么可能还不那么明确——因为它们在你的潜意识的更深处。它们在地下室的地下室的地下室——在一个叫做“否认监狱（Denial Prison）”的地方。</p>\n<h3 id=\"“否认”监狱\">“否认”监狱<a href=\"post/Tim的职业选择分析框架#“否认”监狱\"></a></h3><p>还有一部分“渴望”，是深藏在大脑中的“否认”监狱里的，这是我们压抑和否认的部分。</p>\n<p>有一部分“自我”被放逐到地下室三层，是因为对我们来说，要承认它们或者仅仅是考虑它们都是一件极其痛苦的事情。有时候，一些新的“自我”刚诞生就被立刻锁进了监狱里，成为我们自己的演化中被否认的一部分——出于固执。不过，也有时候是其他人把你的某部分自我给锁起来了。至于你的渴望，有一些是被占了它们位置的戴着面具的侵入者给锁起来的。</p>\n<p>也会有一部分真我无法在否认监狱里被找到——那里实在太暗了。但是你得耐心。</p>\n<p>假设现在你已经完成了审计，为它们在八爪鱼上腾好了空间，它们可以开始融合了。</p>\n<h3 id=\"优先级排序\">优先级排序<a href=\"post/Tim的职业选择分析框架#优先级排序\"></a></h3><p>渴望八爪鱼审计的另一部分，是要搞定你的渴望的<strong>层级</strong>。每一个渴望所处的优先级，就和它们本身一样重要。这个层级是很容易看出来的，因为这会通过你的行为展露出来。你可能会觉得“做一些勇敢的事情”处于很高的层级，但是如果你现在并没有干一些勇敢的事情的话，这就说明，无论“勇敢”对你来说有多重要，有一些别的东西——一些恐惧的源头或者是内在的惯性——目前优先于它。</p>\n<p>很重要的是，对于渴望的排序也是对于恐惧的排序。八爪鱼包含了一切可能使你想要或不想要追寻某份职业的东西，而<strong>每一份渴望的反面都伴随着对于某种相反事物的恐惧</strong>。如果你的行为看起来和你所相信的内在渴望层级不匹配，通常来说，是因为你忘记了自己的恐惧在这其中的作用。比如说，看起来是对成功的坚定追求，可能实际上是对消极自我形象的逃离，或者是想要逃离类似于嫉妒、不被欣赏的感受。如果你的行为似乎受制于你觉得自己并不在意的“渴望”，那么你很可能是没有仔细看清自己的恐惧。</p>\n<p>脑中考虑好渴望和恐惧，想想你内在的层级是什么样的，然后回到同样的重要的问题：“是谁制定了这个顺序？真的是我吗？”</p>\n<p>这并不是要看哪些渴望或恐惧喊得最大声，或者哪种恐惧最明显——如果的确如此，那么你就是让“冲动”掌控你的人生了。做排序的是你——正在阅读这篇文章，能够观察你的整只八爪鱼并客观看待的人。这里又涉及了另一种妥协。一方面，你尝试接近自己在人生中积累到的所有智慧，对价值进行主动的判断——对你认为真正重要的事物。另一方面，这与自我接纳（self-acceptance）和自我关怀（self-compassion）有关。有时你会拥有强烈的无可否认的渴望，但你并不特别为之骄傲——不管你喜不喜欢，那都是你的一部分，并且如果你要忽视它们，它们可能会一直大吵大闹，让你感到痛苦。创建你的渴望层级是对于“<strong>什么是重要的</strong>”和“<strong>什么是你</strong>”的取舍。给你高尚的品质以更高的优先级可能是一个很好的目标，但是可怜一下你的某些不那么崇高的部分也没问题——取决于你如何确定那条界限。懂得何时接受自己不那么高尚的一面，以及何时彻底拒绝它，需要智慧。</p>\n<p>为了让一切井井有条，我们需要一个好的系统。你可以尝试任何你觉得有用的——Tim喜欢橱柜的概念：</p>\n<ul>\n<li>无可商议碗 Non-negotiable bowl - 必须不惜一切代价获得</li>\n<li>顶层架子 Top shelf  - 高优先级，努力追寻</li>\n<li>中层架子 Middle Shelf - 尽量避免这些方面彻底的失败</li>\n<li>底层架子 Bottom Shelf - 如果可能的话最好可以拥有，但是不以以上层级的事物为代价</li>\n<li>垃圾桶 Trash can - 努力抵制这里面的东西</li>\n</ul>\n<p>“无可商议碗”（NN碗）很小，可能只有一个渴望能进入它。或者是两三个。在NN碗里放进太多东西就让NN碗失去了效力，就像碗内空无一物一样。你放在柜子最顶端的那组渴望，是很大程度上驱使你做出职业选择的渴望——不过柜子顶层也得小心谨慎地使用。你并不仅仅是选择哪一部分最能使你开心，你是在选择哪一部分是你有意识地想要的，或者甚至是正相反、你有意识地不想要的。无论你的层级结构看起来什么样，总有一些渴望会觉得不开心。这都无可避免。</p>\n<p>这也是为什么大多数渴望应当被放在中间层，最底层，或者是垃圾桶。中间层适合那些不怎么崇高但你决定接纳的品质。它们值得你的一部分注意。并且它们经常会需要注意——你的核心部件并不会默默地走进被降权的那部分，如果它们一直被忽视，它们可能真的会毁了你的人生。</p>\n<p>其余大多数会被安置在架子的最底层。把一部分置于底层是在告诉它：“我知道你想要这些东西，但是现在，我已经决定了有些其他东西是更重要的。我保证，过一段时间我会再来看你的，在我获得了更多的信息之后，并且如果我想法变了，你会上升一层的。”最好的看待底层柜子的方式是这样的：你能接受越多的渴望待在柜子的最底层，上层和NN碗里的渴望就越有可能得到实现。类似地，你往顶层放置越少的渴望，顶层的家伙们就越有可能茁壮成长。你的时间和精力是极其有限的，所以这是一个零和的折衷。一个外行的错误就是对于NN碗和顶层的空间过于慷慨，而对底层巨大的空间无比节省。然后还有一个垃圾桶，为了那些你完全拒斥的冲动和恐惧而准备——这部分会从根本上违背那个你最富有智慧的自我想要成为的人。人们的很多内在冲突都来源于这个垃圾桶，垃圾桶控制是自身完整和内在韧性的主要组成部分。但是，正如你去决定层次体系的其余情况一样，你对于“什么才够格成为垃圾”的标准也应当来源于你自己的深思熟虑，而非其他人告诉你什么是或者不是垃圾。</p>\n<p>在你经历这艰难的确立优先级的过程时——你会不可避免地时不时受到不开心的被降低优先级的渴望们的尖叫着的抗议——请记住，你是这间屋子里唯一拥有智慧的人。渴望和恐惧没什么耐心，它们不善于看清楚整体图景。即便是似乎很高尚的渴望，比如那些处在道德触须上的，也不能像你所能做到的那样去理解完整的图景。那些让世界变得更好、创造的奇迹的人们，很多时候是起步于一条出于自私动机的道路上，比如出于财富或个人成就——一些他们的道德触须起初可能痛恨的动机。八爪鱼不会是屋子里那个智慧的成年人——这是你的工作。</p>\n<p>最后，就像我们等会儿会讨论的那样，<strong>并没有一个永久的决定</strong>。正相反——这是用铅笔轻轻书写的潦草草稿。这是一条你能够去测试、去修正的假设，基于你在实践当中实现这个层次体系时的实际感受。</p>\n<p>你的Want Box已经准备好了。现在让我们转向你的Reality Box (现实盒子)。</p>\n<h2 id=\"关于现实：你能做到什么\">关于现实：你能做到什么<a href=\"post/Tim的职业选择分析框架#关于现实：你能做到什么\"></a></h2><p>Want Box关乎于“你认为值得渴望的”。Reality Box关乎于“什么是可能的”。</p>\n<p>然而在检视Want Box时，我们很清楚地发现，它并不一定是基于你真的想要的——它基于你认为你想要的——你习惯于去“想要”的。Reality Box也是一样的。它向你展示的并不是“真实”，而是你对于“现实可能是什么样”的尝试——你对于现实的感知。</p>\n<p>自我反思的目的是让两个Box都尽可能地精确（接近真实）。我们希望自己所感知到的渴望，确实是我们真正的内在自我的反映，我们希望我们关于“什么是可能的”的信念，能够尽可能真实地反映什么确实是可能的。Want Box的审计当中，我们在盒子的罩子之下发现了它的设置——你的渴望和恐惧。当我们打开Reality Box的罩子时，会看到一组信念。</p>\n<p>至于你的职业可能性，你会和两组信念打交道：<strong>关于世界的信念</strong>，和<strong>关于你自身潜能的信念</strong>。对于一项够格进入Reality Box的职业选择来说，你在那个职业领域的潜力能够够到在该领域获得成功的客观难度。</p>\n<p>作为人类，我们可能挺不擅长精确评估的，无论是这个比较的哪一边。</p>\n<p>大家通常会把职业路径分为两种，路径可预测、较为固定的传统职业，和充满未知数的不那么传统的职业。然而Tim认为，我们的想法很可能是已经过时的假设。一个普遍的概念，一个常见的观点，一个经常被引用的数据——没有一条是真正由你确认的，而每一条都在社会上被视作福音。当今世界每十年都会经历巨大的变化，这通常会把传统智慧远远地落在后面。但是我们被绑在了一个几乎没有发生任何变化的古代世界，所以我们都像炊事员那样推理，把传统智慧等价于真理。</p>\n<p>这些问题延伸至我们是如何看待自身潜能的。如果你过高地评估了天生才能对职业成就的影响——并且你也将才能和技能水平混为一谈——你不会在任何道路上对于自己的机会感到乐观。因为我们更理解传统职业的轨迹，我们就不太会带有这样的问题。一个一年级医学生看到一个工作中的很有经验的外科医生，会想：“我终有一天能像那样的——只需要20年左右的勤奋工作。”但是当一个年轻的艺术家、企业家或软件工程师看到领域内等价于外科医生专家的牛人时，他们更可能这样去想：“哇看看他们是多么有才——我不可能会像那样好的。”然后变得绝望。也有这样的常见观念，就是在非传统职业获得成功的人在某一时期会有“巨大突破”，就像中了幸运刮刮卡的头奖一样——而很可能并没有很多愿意把职业生涯赌在刮刮卡上的人。</p>\n<p>我们关于“成功职业”有着不少误解。Tim希望我们来看一看事实如何。</p>\n<h3 id=\"职业景观\">职业景观<a href=\"post/Tim的职业选择分析框架#职业景观\"></a></h3><p>Tim说自己毫无头绪，基本上来说。大部分人应该都没什么想法。事情实在变化得太快了。</p>\n<p>但那某种程度上也正是关键所在。如果你能弄明白如何对真实的职业景观进行合理、精确的理解，你就已经比别人多了很多优势了，大多数人是把传统智慧作为自己的指导手册的。</p>\n<p>广泛地来说，当今社会中存在的职业比以前更多，且每个人甚至可以创造出还不存在的选项。比如Tim的工作：“文章作者，以显著偶发性的日程创作不同主题的8000到40000字之间的文章，常用咒骂和火柴人。”</p>\n<p>对于细分的职业道路来说，一条职业路径就像一块游戏板。传统智慧的书架上存放的指导手册只针对如今有的游戏板的很小一部分——而且这些小册子通常只会告诉你过去这些游戏是怎么玩的，即使现在游戏板已经演化一新，有了新的机会、不同的准则和漏洞。今天，如果你想考虑某条职业路径，为了精确评估这条道路是什么样的、它喜欢什么样的简历，你得理解现在这种职业的游戏板长什么样。</p>\n<p>这是个好消息。看来有成打的好的职业路径完美匹配你的天生长处，并且大多数其他人似乎都在用一本过时的准则指导手册来尝试获得成功。如果你理解游戏板实际上什么样并且采用现代的准则，你就有了极大的优势。</p>\n<h3 id=\"你的潜能\">你的潜能<a href=\"post/Tim的职业选择分析框架#你的潜能\"></a></h3><p>在你评估在某条职业路径上自己的机会时，关键问题在于：</p>\n<p>给你足够的时间，你能否在这种游戏里足够优秀，有潜力抵达你所定义的这条道路上的成功？</p>\n<p>Tim喜欢把这段前往“在游戏中足够好以获得成功”的路线看作一段距离。这段距离起始于你现在的位置——点A——终止于你定义的成功，我们可以画一颗星。这段距离取决于点A在哪里（当下你前进了多远）和星星在哪里（你定义的成功有多么“高耸”）。</p>\n<p>那颗星星并不是关于特定技能的水平的——比如编程能力，演技水平或商业头脑——它是关于游戏全局的。如果一个人在某个游戏涉及到的每个元素上都表现得很好，击中星星的可能性就非常高。传统智慧所搞不懂的“非传统职业”，是包含着大量内容的游戏板，它绝不仅仅和“才能”“勤奋”有关。而传统智慧只会说这都是“运气”。</p>\n<p>要弄明白自己抵达某颗星的机会，就看一个简单的公式：</p>\n<p>距离 = 速度 x 时间。</p>\n<p>在我们的情况下，更合适的措辞可能是：</p>\n<p><strong>进度 = 步速 x 毅力</strong>。</p>\n<p>你在任何职业上的前景都取决于 A）你在那场职业的游戏中所能进步的步速以及 B）你在追逐那颗星星时愿意坚持的时间长度。让我们谈谈这两者：</p>\n<h4 id=\"步速\">步速<a href=\"post/Tim的职业选择分析框架#步速\"></a></h4><p>什么使得一个人在职业游戏中进步快或者慢？Tim归因于三个因素：</p>\n<ul>\n<li>你的“主厨”水平 (‘chefness’)。</li>\n<li>你的工作作风 (work ethic)。</li>\n<li>你的天生能力 (natural abilities)。</li>\n</ul>\n<p>职业是非常复杂的游戏，所以几乎每个人开场时都玩得很烂——然后主厨们会通过一个连续的回路来迅速进步：猜想和策略 - 行动 - 结果，反馈，新的信息 - 调整 - 猜想和策略。而炊事员们则以蜗牛般的速度进步，因为他们的策略就是效仿一个几乎没有变化的菜谱。Tim认为至少对于不那么传统的职业来说，你的“主厨”水平是能决定你的进步速度的唯一的、最重要的因素。</p>\n<h4 id=\"毅力\">毅力<a href=\"post/Tim的职业选择分析框架#毅力\"></a></h4><p>这里的“毅力”，指的是长期的毅力（和日常的工作作风相对应）。毅力要比步速更简单。你愿意在追逐一颗星星的事业上投入越长的年月，你就能在那条路上走得更远。这也是为什么毅力如此重要。一个只愿意给一份理想职业以三年尝试时间、到时就选择其他的备选道路的人，很可能会使自己彻底失去实现理想的机会。无论你多么棒也是一样——如果你因为两三年里没有看到突破就放弃，那么成功也不太可能发生了。几年的时间就是不足以让你走过抵达那颗成功之星的长长的距离，无论你的步速多么快。</p>\n<h3 id=\"你真正的长处和短处\">你真正的长处和短处<a href=\"post/Tim的职业选择分析框架#你真正的长处和短处\"></a></h3><p>知道了这个步速乘以毅力的等式，我们再重新审视“长处”和“短处”的概念。Tim认为，长处应当是有关于步速和毅力的品质，而不是已有的技能领域。独创性或缺乏独创性应当是讨论的一个重要成分，这样像敏捷和谦逊（招牌的主厨特征）之类的品质就成为了显著的优点，而固执或思维怠惰（经典的炊事员特征）就成了重要的弱点。工作作风中的一些微妙的部分，比如注意力高度集中的习惯或者拖延的倾向，也应当成为讨论的主要部分，正如天生能力（natural abilities）的范畴高于像是悟性、讨喜之类的才能（talent）一样。关于坚持的品质，比如恢复力、决心和耐心，应该被认为是大有希望的优点，而一根吵着想要尽快显得自己很成功的social触须应该被视作一个大大的红旗。</p>\n<p>最重要的是，这些东西并不应该被当作你现在所处位置的快照而进行讨论，而应该是关乎于你在每个方面取得进步的潜力。如果你把篮球递给一个第一次碰球的25岁的迈克尔·乔丹，他也会打得很烂。但是说篮球是他的“弱点”就显然是大错特错了。你得观察他在六个星期内练习的情况，评估他进步的曲线。这个教训适用于细分的技能——但是最宽泛的步速、毅力相关的品质也能被提升，如果你关注它们的话。</p>\n<h3 id=\"填写Reality-Box\">填写Reality Box<a href=\"post/Tim的职业选择分析框架#填写Reality-Box\"></a></h3><p>你真实的reality box会包含你所有可能的职业道路，那些如果你付出人生的所有精力，凭着不断进步的自己，能够抵达自己定义为成功的最近小星星的职业道路。这可能会是一个非常长的清单，它只排除了那些即使你以最大速度前进也显然无法走完的道路。但是停下来一会儿去反思你整个reality box的可能性仍然是有益处的——仅仅是<strong>认识到有多少选项是真的向你开放的</strong>，你就能进入一种正确的思维模式。</p>\n<p>所以，让我们更有效率一点，考虑一下reality box里能真的进入你的选项池（文恩图中间，want box和reality box重叠的部分）的部分。带着这样的考虑，若想要完成reality box的审计，我们得评估这些：</p>\n<p>1) <strong>整体格局</strong>。尽最大努力去评估世界上现在的职业格局——所有可能的选项（或者说可以创造的）</p>\n<p>2) <strong>具体的游戏板</strong>。对于任何远远地听起来挺有趣的职业，思索其当下的游戏板可能是什么情况——涉及到的各方，其他人近期获得成功的方式，游戏最新的规则，正在被开发的最新游戏漏洞等等。</p>\n<p>3) <strong>起点</strong>。评估这些路径上你的起点，基于你现在的技能，资源，以及这些领域里你的人脉。</p>\n<p>4) <strong>成功点</strong>。考虑一下端点和每条线上你的星星的位置。问问自己，如果想要为自己所选的这条职业道路感到开心，你需要达到的最低等级的成功是什么。</p>\n<p>5) <strong>你的步速</strong>。对你在各种游戏板上的进步速度做一个初始估计，根据你现有的与步速相关的长处以及你认为自己能够分别提升的程度（换句话说，你能够加速的范围）</p>\n<p>6) <strong>你的毅力程度</strong>。评估你在每条道路上愿意投入的时间。</p>\n<p>现在就是数学问题了。你拿起游戏板，画成直线，标记你的起始点和成功点，这两者构成了你面前的各种长度的距离，然后，对每一条，计算你的步速乘以毅力程度的结果。如果某条职业道路的这两者之积能够抵达这条道路的总长度，这份职业就划入你的Reality Box了。当然，要得到上面提到的所有因素的精确数值是不可能的，但是至少知道你在打交道的这个等式是件好事。</p>\n<p>一个从第一原理开始的reality box审计可能会把一些过分乐观的人拽到地上来，但是我猜大多数情况下，这个审计会让人们感到自己拥有比原本意识到的更多的选项，给予他们放宽视线看到更广阔的方向的力量。</p>\n<p>一次关于reality box的好的反思，能使得再一次进行want box的反思变得有必要。在脑中重新梳理一堆职业路径也会影响你对其中一些职业的渴望程度。</p>\n<p>这就把我们带到了我们漫长的、两部分深潜的末尾。在相当累人的审计之后，我们可以回到最初的那张文恩图了。很可能事情已经发生了变化，你现在有了一个新的选项池了——桌上的一份清单，涵盖了既满足你高优先级的渴望、又很可能实现的选项。我们现在可以回到我们开始分析的地方了：此刻。有这些选项摆在眼前，我们可以从分析中抽出身来，去看向未来。</p>\n<h1 id=\"踏出那一步\">踏出那一步<a href=\"post/Tim的职业选择分析框架#踏出那一步\"></a></h1><p>重新审视自己的职业选择，也许原本笃定的指向某个方向的箭头变成了问号。这是个糟糕的消息，也是个好消息。从一个虚假的箭头变为一个问号总是人生中的一个重大进步。而且，一个新的问号也意味着在两个过山车上都跨过了关键的陡崖：学会<strong>了解自己</strong>，和<strong>了解世界</strong>。正确方向上的一大步。划掉原本的箭头，加入“问号”大军吧。</p>\n<p>现在，问号大军面临着一个艰难的决定。你得从选项池里选一个箭头。这是一个艰难的选择——但应该以一种不那么艰难的方式。我们习惯于把职业当作一条长长的、贯穿人生的隧道。当今的职业——尤其是不那么传统的——真的真的不像是隧道。坚硬而陈旧的传统智慧可能让我们许多人仍然采用那种老旧的视角，这就使得本就艰难的职业路径选择更加困难了。</p>\n<p>如果你把职业当作一条隧道，做出正确抉择的赌注就显得如此之高，以至于引发“选择的暴政（tyrrany of choice）”之感。尤其对于完美主义类型的人来说，这简直是彻底让人瘫痪。如果你把职业当作一条隧道，你会失去改变职业道路的勇气，哪怕你的灵魂在渴求。这使得职业切换好像是极具风险性的。且令人尴尬，也传达出一种“谁这么做就是一个失败者”的讯息。这也让各种拥有多面能力、生机勃勃、处于职业中期的人们感到自己已经太老了，不能进行一次勇敢的职业改变或是开始崭新的道路。</p>\n<p>如今的职业图景并不是一列隧道，而是<strong>一个庞大、复杂、快速变化的科学实验室</strong>。今天的人们并不等同于他们所从事的职业——他们是无比复杂、快速变化的科学家。今天的职业并不是一条隧道，或是一个盒子、一个身份标签——它是一长串科学实验。</p>\n<p>史蒂夫·乔布斯（Steve Jobs）将人生比作连接点的过程，指出我们很容易从过去中看出这些点是如何连接起来、将你带至今天的，但我们基本上不可能在人生中向前去连接这些点。</p>\n<p>如果你看看你偶像的传记，你会看到他们的道路更像是一长串连接的点，而不是笔直的、可预测的隧道。如果你看看自己或朋友的人生经历，你也很可能看到类似的趋势——根据数据，一个年轻人待在一份工作中的时间的中值只有3年（年长的人们会在每个点上花费更长的时间，但也不是那么长——平均10.4年）。所以把你的职业看作一系列点并不是一个帮你作决策的心理技巧——这是对于现状的精确描绘。并且把你的职业看作隧道不仅是无益的——它是幻觉的。</p>\n<p>类似地，你只能把主要精力投入道路中的下一个点——因为这是你唯一可以弄明白的点。你不需要为4号点担忧，因为无论如何你不能知道它如何——你就如文面意义一样不够格。</p>\n<p>在4号点接近的时候，你会知道一些你现在不知道的关于自己的信息。你也不再是你如今的样子了，你的渴望八爪鱼也会反思发生的变化。你会比现在更了解职业途径和你感兴趣的具体游戏板，并且你也会成为更好的游戏玩家。当然，职业图景——和那些游戏板——也会逐渐演化。</p>\n<p>如果把我们视为科学家，把社会当作一间科学实验室，我们就应该把现在新鲜出炉的Want-Reality文恩图当作一个初期、粗糙的假设。1号点是你去进行验证的机会。这只是初次约会，是一个比较轻松的状况。这是个很棒的消息——因为这就让在地图上画一个箭头的行为显得不那么恐怖了，既然这只是未来里指向1号点的箭头。“选择的暴政”出现的真正原因在于，我们精确地看到了当今世界我们拥有的选项的数目，却错误地把那些职业看作昨日世界的40年长的隧道。那是一个危害极大的连击。把下一个主要的职业抉择重新塑造为不那么高风险的选择，使得选项的数目看起来让人激动，而不是让人倍感压力。</p>\n<p>这一切在理论上都很好。现在来困难的部分了。</p>\n<p>我们<strong>很不善于开始行动</strong>。</p>\n<p>渴望八爪鱼能帮助我们。Tim认为那些躁动的触须们就像幼儿园里麻烦的5岁孩童，而我们承担着幼儿园老师的责任。他们是令人不快、目中无人的傻瓜，但你仍能尝试和他们说理。和他们谈一谈你为什么在八爪鱼层级里给他们安排了更低的位置。和他们说一说你从Reality Box反思中获得的见地。提醒他们“连点”是怎么回事，1号点又是如何让人放松。你是老师——把这些弄清楚。</p>\n<p>Tim在自己的人生经历中，发现我们脑中像是幼儿园老师这样的内部战争占据了人生97%的挣扎。世界很简单——你很难解。如果你发现自己持续性地无法执行生活中的计划和与自己的诺言，你得揭示自己新的1号优先项了——成为更好的幼儿园老师。如果你没有做到，你的人生就会由一帮原始、短视的5岁孩童掌控，然后你的整个人生就毁了。</p>\n<p>如果你的内部分析确实召唤着向新点的职业跳跃，希望在某个时候，你能够实现那个跳跃。</p>\n<p>行动之后，渴望八爪鱼的啼哭很可能又开始占据你的脑海。Tim说明了我们合理的目标应当是什么，不是纯粹、高昂的快乐，而是一种满意的感觉：你正在一条很好的人生道路中进行自己最好的尝试；你正在努力完成的工作可能会成为一片令你感到十分自豪的最后的拼图。追寻快乐是一个业余者的行动。当你的决策和当时的状况完美融合时产生的满足感，以及对你能够追求的事物的知晓，是智者的追求。</p>\n<p>人们经常谈论“活在当下”，但是也有着广义的宏大存在：感到在你自己的人生中存在。如果你正处于一个你觉得对的职业点，当然是说你对自己诚实的情况下，你可以暂时停下思考和规划，只是去深挖。你之后会回到那张更大的图景的——现在，你可以把那张宏大的图片搁置一边，埋下脑袋，把所有精力投注至当下。这一会儿，你可以只是活着。</p>\n<p>这种时刻并不总是持续很久，所以付诸全力。把你所有的精力投入你选择的这个点上。你知道的是，你可能是第一次举起篮球的迈克尔·乔丹，所以开始吧。</p>\n<p>有时，我们对于整体使命的好感觉可能会腐坏掉。这种情况下，就得重归分析模式，看看到底是什么造成了这种不安定。内在框架的重要性再次体现出来，它们给了你分析自身冲动来源的能力。如果职业就像是连接不同的点，我们可能得把“更具智慧地进行点的跳跃”在待办事项清单上排在较高的位置。开始这项活动的最佳方式就是审视自己的过去。利用你后见之明的手电筒和积累的智慧，来研究自己过去所做的决定，就像是运动员在研究比赛录像。越是能清楚地看到自己过去的差劲决定、思维模式以及促成这些的行为习惯，就越不可能在未来重复这些错误。</p>\n<p>记住“自己是有点儿愚蠢的”，这也是一种极其重要的谦卑训练。谦逊带来的不安全感可能让你不舒服，而“不得不持续地创造你自己的人生地图”这种负担也从来都不简单——但是这种不安全和艰难的感觉也正是你给自己的小船掌舵的感受。往往是当我们感觉很好时，我们中了过分自信、在智力上飘飘然的危险，从而成了自己的妨碍。正是在我们认为自己已经彻底弄明白人生时，我们会以迷路的结局告终。</p>\n<h1 id=\"Tim的结尾\">Tim的结尾<a href=\"post/Tim的职业选择分析框架#Tim的结尾\"></a></h1><p>在人生的旅程中，你做出的或好或坏的决定会共同铸造你独特的人生路径。在这篇文章里，我写了很多关于“我们的恐惧是多么不理智、它们会怎样阻碍我们”的内容。不过我们也得拥抱这种临终遗憾式的恐惧。</p>\n<p>幸运的是我还从没有遇到过什么临终时刻之类的事儿，但是，似乎“人生终焉”的话题总能让人用更清楚的视线看待事情。似乎直面死亡会让脑内所有不是你的声音消失不见，使得你小小的真我独自屹立，以沉思的状态。我觉得临终遗憾可能就是你的真我在思考你人生中不曾实现的部分——那些其他人踢进你的潜意识的部分。</p>\n<p>我自己的精神似乎也支持这一点——回顾我至今为止的人生，最困扰我的错误是那些由于他人掌控了我头脑的方向盘而发生的错误，他们以权利驳斥了真我的细小、缺乏安全感的声音——在那时，在我的内心深处，明知是错误的错误。我未来的目标不是“避免错误”，而是“我犯的错误都源于我自己”。</p>\n<p>这也是我在这篇文章里进行如此痛苦、细致的分析的原因。我认为这是人生中仅有的几个值得这样分析的话题。其他声音永远不会停止凶猛地试图替你掌控你的人生——为了那个在你的意识正中心、缺乏安全感的小家伙，你必须得搞定这一切。</p>\n","next":{"title":"如何撰写一篇合格的英文学术文章","link":"post/如何撰写一篇合格的英文学术文章"},"plink":"https://sakamotomari.github.io/post/Tim的职业选择分析框架/","toc":[{"title":"为什么要认真思考自己的职业选择","id":"为什么要认真思考自己的职业选择","index":"1","children":[{"title":"推理的类型：主厨和炊事员","id":"推理的类型：主厨和炊事员","index":"1.1"},{"title":"职业为何重要","id":"职业为何重要","index":"1.2"},{"title":"我们过去是如何思考的","id":"我们过去是如何思考的","index":"1.3"}]},{"title":"分析框架","id":"分析框架","index":"2","children":[{"title":"关于渴望：你想要什么","id":"关于渴望：你想要什么","index":"2.1","children":[{"title":"渴望八爪鱼的几条触须","id":"渴望八爪鱼的几条触须","index":"2.1.1"},{"title":"剖析八爪鱼","id":"剖析八爪鱼","index":"2.1.2"},{"title":"寻找冒名者","id":"寻找冒名者","index":"2.1.3"},{"title":"“否认”监狱","id":"“否认”监狱","index":"2.1.4"},{"title":"优先级排序","id":"优先级排序","index":"2.1.5"}]},{"title":"关于现实：你能做到什么","id":"关于现实：你能做到什么","index":"2.2","children":[{"title":"职业景观","id":"职业景观","index":"2.2.1"},{"title":"你的潜能","id":"你的潜能","index":"2.2.2"},{"title":"你真正的长处和短处","id":"你真正的长处和短处","index":"2.2.3"},{"title":"填写Reality Box","id":"填写Reality-Box","index":"2.2.4"}]}]},{"title":"踏出那一步","id":"踏出那一步","index":"3"},{"title":"Tim的结尾","id":"Tim的结尾","index":"4"}]}