{"title":"2018年的故事","date":"2019-01-16T21:23:26.000Z","slug":"2018年的故事","tags":["Life","Reflection"],"categories":["随笔"],"updated":"2019-04-28T14:57:57.891Z","content":"<p>2018年没有做出什么重要决定，一切都自然发生；不过这一年格外地充实，拜金钱所赐————惭愧的是，不是我的金钱。虽然总体回忆起来依旧是黑巧克力般的滋味，但还是仔细记录一下吧。</p>\n<h1 id=\"沟通能力\">沟通能力<a href=\"post/2018年的故事#沟通能力\"></a></h1><p>我从来就没什么口才，尤其是即时应答的场合。年初的几个月，一直苦于英语口语的成绩无法达标，春节期间每天拿着口语题库进行干巴巴的自我对话，而后雅思口语果然又是6分。三月份尝试了据说很容易通过的PTE，这次口语达标了但听力差一些————不过我估摸着自己扣分严重的那题也是听力+口语、需要即时反应的类型。暑假通过了UCL的8周语言班测试，但要说口语能力有所提升，我是坚定地持怀疑态度的。通过可以事先准备的presentation来检测口语能力，对于我来说像是作弊一般。清楚地知道自己想要表达的，那么用语言来传达这些信息也就不是很难的事情了。</p>\n<p>上半年痛苦的口语能力提升计划几乎没有效用，下半年的是否有效无从得知。断断续续地通过TED TALK来积累谈话素材，然而每天在洗澡时试图发表一篇讲话的尝试都会中止于有气无力的几个句子。在仅有的4次社交场合中，我都稳定地保持了自闭的特征，扮演着倾听者或被动发言者的角色。至于课堂交流……果然周围都是中文使用者的话就很难练习英文沟通能力呢。写作能力尚可，初步学习了academic writing style, 能得到语言班tutor的赞赏和鼓励是令人开心的一件事。不知道第一学期提交的essay会得到怎样的分数。</p>\n<p>不过沟通能力也不限于使用英文，使用中文的情况如何呢？在Interaction Design的课程中，组队的其他三名成员都是国人，谈话从最初的几分钟开始就自然地从英文切换为了中文。在brainstorming的阶段，“产生想法”的困难性让我对小组合作产生了排斥感，但随着项目逐渐成型，交流也变得顺畅了很多。我能够积极地分享自己的意见，评价别人的想法，从而推进项目。印象较深的是在末期修缮阶段，我的想法和成员有较大分歧，讨论陷入了沉寂。在现场考虑了实现难度等因素，我几乎是一字一顿地表达了自己愿意改变想法的声音，然后讨论继续快乐地向前推进了。强调“一字一顿”是因为，在现场让我做一个比较大的决定太消耗脑力了，我没法流畅轻松地抛出自己的结论。最后能通过思考得出一个结论，而不是轻松地说“那就听你们的好了”，我感到如释重负。</p>\n<p>说起来小组合作过程中，每周和mentor的见面里，似乎我发言的次数比较多，不知不觉担任了解释项目内容、报告进度的角色啊……最终video和report的得分也都达到了merit的等级，虽然没能入围CHI Design Competition的决赛，我也感到很满意啦。和小组成员逐渐成为了朋友也令人高兴，在某次小组讨论结束后在Nando’s约饭畅聊两三小时，对我来说是很难得的体验。不过，重新看report的话，还是觉得没能有效地表现我们的设计，这依旧是一个需要持续摸索的任务。</p>\n<p>拥有想法还不够，接下来还得有效地表达自己的想法。从论文到艺术作品，从日常聊天到会议报告，无不涉及到沟通、表达的能力。比起口头表达，我的书面表达能力更好一些，但也不能说是“很有效”，比如我的随笔总是立于“写给自己看”和“也想分享给别人看”之间模糊的地带，目的不明确，使用的语言风格也很混乱。慕名读了《金字塔原理》，阐述的道理都很熟悉，不过在表达时还是很难保持逻辑性。这是2019年持续努力的目标，有意识地训练有逻辑的表达。</p>\n<h1 id=\"Academia-VS-Industry\">Academia VS Industry<a href=\"post/2018年的故事#Academia-VS-Industry\"></a></h1><p>小时候对于“长大之后想干什么？”这样的问题没什么想法，现在有了模糊的目标，不过模糊的目标和没有目标一样令人惆怅。就我对自己性格的了解程度来看，我可能是不适合公司（尤其互联网公司）快节奏的工作风格的；而学术界对于我来说似乎也很遥远，至少是在没有找到感兴趣的领域之前。因为目前没有读博的决心，所以不得不加入热闹的求职行列了。家族里似乎没有在企业工作的人，我对这样的环境很陌生，因此也抱有好奇心，想着至少去体验一下职场生活。更重要的是，我希望能在实践中找到感兴趣的领域，倘若足够幸运，找到了，再去进行深入的研究，这一定比现阶段贸然涉入博士研究生涯的心态要稳健得多。换言之，我尝试的事情还是太少，既然我拥有尝试的资本（感谢父母），那没有理由不去做。仅凭惯性前进不能给我带来“意义”。</p>\n<p>我对“意义”的重视程度大概是高于平均水平的，甚至需要用“发生了就发生了，为什么一定要有意义？”这样的句子来提醒自己。在上半年做毕业设计的三个多月里，我一直在和无意义感作斗争。从自身经验出发提出了很小的研究问题，与导师讨论后变成了其他方面的问题，又由于难度过大而更改成了最初的方向，而实现的目标也小了很多。最后如期完成了一个十分朴素、几乎没有用到算法的应用，得到的分数刚过80。由于想要解决的问题和制定的目标之间较大的差距，我从新建项目开始，就满怀着虚无感。在最后完成的时候，也多次感慨，努力完成的垃圾也依旧是垃圾。友人言，发现问题比解决问题更重要。这算是毕设带给我的唯一“意义”吧。以及认识到自己的水平是多么有限，学术道路是多么冷寂严酷。新的东西、有用的东西，这是多么难创造的事物。</p>\n<p>意外的是，导师的朋友对我的小小成果很是欣赏，甚至拷走了我的源文件和论文，暑假还多次问我要不要写篇paper发个小会议……“我看中的就是它能work，而且自己从头开始构建一个东西还是很不容易的。”这句话极大地劝慰了我，但我实在是对自己的应用没有信心，虽然9月份写了一个abstract，但果然还是不想写，至今还拖欠他一个明确的回答……</p>\n<p>学术道路不易，求职道路也多歧。在来伦敦的初期，我还抱有在这里找一份工作的幻想，勤恳地准备简历、作品集、cover letter，甚至在剑道馆有幸找到一位有经验的UX设计师给我的简历和作品集提了些建议。后来投的简历全部杳无音讯，或收到公司拒信直言’We could not offer T2 Visa support’，渐渐意识到，个人很难突破历史经验————没有多年英国生活的经历，没有出众的才能，是不可能获得大企业的青睐的。我的才能和经历都十分普通，仅凭态度无法说服任何一家公司来提供稀缺的签证机会。年底看到国内腾讯交互设计补招，匆匆投了份简历和作品集，投入的精力有限，也没有收到后续通知。所以这半年的求职成果为零，我甚至没有收获任何一次面试经历。</p>\n<p>2019年的春招已经开始，必须着手准备了，从认识自己到认识公司，我需要认真分析。</p>\n<h1 id=\"Observer\">Observer<a href=\"post/2018年的故事#Observer\"></a></h1><p>今年踏足的地方比以往任何一年都要多。很高兴能够更多地看看广阔的世界，亲身去感受不同的城市不同的气质。上半年的足迹集中在国内：香港、广州、大连，怀着不同的目的去往气质迥异的城市，体验都很充实。演唱会前的留言簿，旺角区域的热闹街市；英语考试、肺结核体检之余在广州的景点之间闲逛，期间看了一场电影、失了一次眠；和朋友们一起吃香的喝辣的，看海看动物不亦乐乎。在长沙，也在离校前终于去参观了一次湖南省博物馆，还以此为话题与回家路上高铁邻座的阿姨愉快交流，甚至出国前寄了一张明信片。阿姨是安徽省博物院的职员，恰巧也在那几天去参观了博物馆。出国前的日子都很匆忙，毕业晚会，毕业典礼，行李打包，回家后接连的酒席，然后就启程了。</p>\n<p>暑假的日子悠闲惬意，虽然这么说感觉挺对不起爸妈的。刚到伦敦的第二天，就遇到了Pride游行，感受到了伦敦这座城市的激情。很快我就扔掉了家人们万般嘱咐的“不要独自出行”，快活地在市中心的街道店铺里探索。无尽的作品被展示在宽阔的建筑物里，各色画廊博物馆的展出海报总是能吸引人的目光。九月份先是去牛津走马观花了一日，中旬又随团把高地逛了一圈。第一学期的周末，只要得空便去公园一类场所转悠，从夏天晴朗的天空在叶子上的闪光记录到秋叶和鸽子一同铺满的潮湿地面。阅读周则去剧院感受了悲惨世界音乐剧的现场。</p>\n<p>在学期结束的圣诞假期里，更是展开了为期两周的欧洲旅行，这个长度是我从未体验过的。避开了冰雪覆盖的北欧，冬季的参观目标当然不在于自然风景。从一个博物馆到另一个博物馆，从一个地标式建筑到另一个地标式建筑。用照片和手账记录所见所闻，每一天都被巨大的信息量包围。旅途的末尾倒是被海景温柔地拥抱了一下。无时无刻不在发生的日出日落，在短暂的三天内有幸感受了四次天空中红与蓝的调色盘。</p>\n<p>用脚步，用眼睛，用耳朵，用这具还算健全的躯体去充分地“感受”。感受到的东西，我没有办法一言以概之；“感受”的结果，也没有兴趣去测量评估。仅仅去观察这个世界，就足够了。翻开相册，翻开手账，模糊的记忆点燃新的色彩，细节被抹去，只剩下零星的亮点，也许就逐渐被我吸收了……</p>\n<h1 id=\"值得一提的小事\">值得一提的小事<a href=\"post/2018年的故事#值得一提的小事\"></a></h1><p>在所有的旅途中，最为特殊的应该是3月24日到3月25日的香港24小时：我终于实现了一个夙愿，在现场感受坂本真绫的歌声。从2010年到如今，随着对她了解的增多，喜欢的心情也愈来愈深，甚至内化为了某种动力。学习日语的动力，通过雅思考试的动力，乃至活得帅气的动力，都或多或少来自于她。虽然没能在live之前通过雅思口语，但也还是厚着脸皮去尽情享受了她的音乐。这短到难以置信又充实到难以置信的24小时之旅，是脱离日常的一小段狂想曲，在某些时刻，它会给我新的刺激：哪怕是为了这样的时刻，你也要继续保持干劲呀。</p>\n<p>2018年遇到了一个对我影响很深的人，虽然只是故事中的角色，却真正地让我意识到：人必须对自己负责，也只能对自己负责。“杨不愿将自己的选择，以一句‘宿命’草草搪塞。杨从不认为自己是绝对正确的，他总是觉得一定有更好的方法、更正确的途径，在军官学校身为一名学生时，甚至后来指挥千军万马时，他都抱有这种想法。信赖他的人和批评他的人很多，但却没有人能站在他的立场，替他设想。所以杨只有在自己的才能和器量的范围内思考、烦恼。如果依据‘宿命’就能解决一切，那么凡事就轻松多了。但是即使杨错了，他也希望这份错是归于自己的责任。”</p>\n<p>这段朴素的第三人称描写，非常戳中我。杨威利大概是很多人想成为而无法成为的类型：饱读史书，因而善于直视事物本质；又表现得懒散随意，自带猫的神秘气质；两者组合起来，便成了“不败的魔术师”，仿佛“不败”是魔术的产物。但读者们都知道，这都是杨努力思考的结果。作为个人，身处大大小小的“集体”之中，我应当积极地发挥主观能动性，不能被惰性击败、企图依赖某个全知全能的人给出不用思考便能执行的指令。虽然这样的道理也是早就熟知，但杨让我真正感受到了其重量。</p>\n<p>“命运还说得过去，宿命的话，就有点惹人厌了。宿命有两种意义，对人而言都是侮辱。其一，它会使人停止思考分析状况；其二，它会使人类的自由意志变为毫无价值的废物。宿命是不可抗拒的啊，尤里安，但事实上无论身处何种状况，最后还是要由当事人自己抉择的。”中二如我，把类似这样的句子制成了桌面壁纸，用以提醒自己。不过每日见面的频率反倒弱化了它对我的刺激……但影响仍旧存在，我能够确定。</p>\n<p>另外，开始读《银河英雄传说》的契机也是因为坂本真绫在新动画中担任莱因哈特亲爱的姐姐的角色，原点依旧是这个我尊敬、喜爱的人。谢谢Maaya！</p>\n<p>值得一提的另一件小事是，来到英国后开展了一项新的业余爱好：剑道。起因只是朋友的劝诱，同时觉得偶尔活动一下身子也是不错的保持健康的方法。后来逐渐认识到，剑道并不是“强身健体”的运动，而更追求内心的修炼。“气、剑、体、一”，控制自己的思绪，从而控制能量的涌动、控制身体，从而控制手中的竹刀。想要达到“气剑体一”的状态，根源自然是在“脑”。基础的步法，挥刀的姿势，慢慢学会协调躯体，感受发力的时机————控制自己的躯体比想象中的要困难许多。而此类活动确实很能反映人的性格，sensei们对我的建议总是”relax”，而我在举刀和发力之间总是留有短暂的“思考间隙”。最近不再那么在意“正确”，而是注重“速度”，尝试从肩部开始放松，倒是得到了老师的赞赏。在快速的练习之中，思考自己的动作与正确的动作之间的差异，迅速尝试不同的发力方式，反复试错……剑道是很消耗精力的。至少在英国期间，这项活动还是会坚持下去的吧。</p>\n<h1 id=\"我的坐标系\">我的坐标系<a href=\"post/2018年的故事#我的坐标系\"></a></h1><p>我是直觉型选手，做几何题时喜欢直接上手尝试辅助线，而不是建立坐标系————只不过经过训练，开始习惯这一工具。但对于我自己，我没有建立任何坐标系，换言之，我的所谓价值观、人生观、世界观都是散落在思绪之海底部的碎石，它们什么模样、发生过什么变化，都晦暗不明。我只能尝试着分析一下自己，看看目前我对自己的认识大概是什么样的。</p>\n<p>我所珍视的，有花朵、暮色这样冷漠的美，有欢笑、恸哭这样纯粹的情感体验，也有为了实现某个目标而展现出的一切品质。真诚，进取，这是我尝试保持的品质，也让我能够喜欢我自己。至于我所追求的，可能是个人利益与公共利益的和谐状态，我得找到一个能够让我发挥作用的地方，引领或协助人们改善自己的生活，这种改善可能是生活体验本身，也可能发生在思想层面。这样说显得有些空洞，具体说来，可以是让某款手机应用的使用体验使人舒适，也可以是令痛苦的人们能够打开心门尝试接纳自己与世界。虽然探究世界的真理之类的事情在我看来非常帅气，但我没有能力进行这项事业，所以这不是我的追求。与此同时，我追求的也有秩序和自由，适度与多样性。</p>\n<p>哦对了，我还喜欢种种故事，传达出作者所思所想的，各种形态的，任由读者解析的“故事”。所传达的信息不一定是“真善美”的，但是只要足够真诚，且能引起我的共鸣，我就能衷心认可其“价值”。我的长项可能不在于创造，而在于“整理”“协调”，所以我尤其憧憬能够创造美好作品的人们。图画，音乐，小说，电影……当某种信息引起共鸣，那种心情是极其舒爽的。如果那份信息能够化作某人的力量，就更好了。</p>\n<p>刚才随手拈起了几颗和“追求”有关的小石子。“追求”这个词，往大了说会与使命感联系在一起，不过目前我还没有这种意义上的追求。从对美景的追求到对事业的追求，都是给人生添一些填充物，不要被虚无给占据了。说到这儿，得问问人生的意义是什么。如果能在螺旋上升的历史里留下一笔，听起来这辈子会很值得。但一个人被抛到这世界里，很可能又被这世界抛走，在这勉强能自主的几十年里，我可无法被虚无缥缈的死后的荣誉所激励。我能控制的，我能感受的，就是这几十年的岁月。没有被他人规定的意义，也没有不得不完成的使命，我觉得我的人生没有意义，而这也不妨碍我充分体验我的人生。树立一个个或小或大的目标，尽情享受其间的挣扎与乐趣，无论何时死去，倘若能觉得“这辈子很愉快”，就很好了。</p>\n<p>在观察世界时，荒诞感随之产生。加缪和史铁生对我的人生观应该是产生了很大的影响，我一度热衷于“约伯的信心”和“西西弗斯的幸福”这两个概念，现在也依旧怀着所谓“必败的信心”积极向前。于是十分注重“意义感”的我，也就能坚持着进行无意义的事情了。而他们对人道主义、对人的局限性的思索，也令我经常思考这类话题。</p>\n<p>对于世界本身，我倾向于去“感觉”、去“判断”。纵使我对能够冷静观察、分析世界的人们抱有极大的敬意，自己还是无法做到，本能地会依靠感官和直觉。过去感受的“世界”范围非常狭窄，本科后期才逐渐愿意接触更加广阔的世界，表现为开始关心时事，想要了解历史，解除了对经济学的误解等等。意识到了“理解世界”是多么困难的事情，人类锲而不舍地摸索、建立模型、检验假设这漫长的过程，是多么不易。而现有的种种理论和模型，又由于人类的复杂性、世界的随机性，显得那么娇嫩与局限。我们可以认识真理吗？也许可以，只不过与人类相关的领域不存在什么真理。十月份一度开始阅读贝塔朗菲的一般系统论，不过至今仍停留在开头部分，总觉得其列出的关于“系统论为什么有用”的要点似乎不能说服我。对世界的探索也才刚开始啊。</p>\n<p>最后还是回到“自我”。在迷茫的成年初显期，我持续地质问自己，也愈发意识到“认识自己是持续一生的旅程”。我对自己、对世界的认识促使自身做出选择，选择的结果带来的经历重又敲打我、塑造我，在这样迭代的过程里，我给自己建立的“模型”会逐渐臻于成熟。在11月的毕业课题挑选中，我的本科毕设让我迅速与一位老师敲定督导关系，他需要接触过图像处理，会用C++的学生，我甚至连“用过Qt”这样的关键词都匹配。说好了远离代码的呢？从心的结果就是新一轮自虐之旅，而身边的人们都不止一次评价我适合教育行业或者心理行业。其实我也有这种感觉。但对Tech领域的憧憬还是让我选择了更令我痛苦的道路。看看9月建立的博客里，标签与Tech有关的数量是多少，与“人生”“反思”相关的又有多少。先把这些啰嗦的自言自语放在这儿，不知道多年以后，我“从心”的结果如何呢。</p>\n<p>完成于2019年1月21日</p>\n","prev":{"title":"Codudo: a system that improves senses of belonging through co-doodling","slug":"Codudo-a-system-that-improves-senses-of-belonging-through-co-doodling"},"next":{"title":"旅","slug":"旅"},"link":"https://sakamotomari.github.io/post/2018年的故事/","toc":[{"title":"沟通能力","id":"沟通能力","index":"1"},{"title":"Academia VS Industry","id":"Academia-VS-Industry","index":"2"},{"title":"Observer","id":"Observer","index":"3"},{"title":"值得一提的小事","id":"值得一提的小事","index":"4"},{"title":"我的坐标系","id":"我的坐标系","index":"5"}]}